[{
  "name": "Banda Aceh",
  "description": "sebuah provinsi di Indonesia yang terletak di ujung barat Pulau Sumatra. Kota utama dan ibu kota provinsi ini adalah Banda Aceh. Aceh memiliki sejarah dan budaya yang kaya, dengan pengaruh dari berbagai kerajaan dan kebudayaan yang pernah berkuasa di wilayah ini. Sejarah Aceh mencakup berbagai periode, mulai dari Kerajaan Samudera Pasai pada abad ke-13 hingga masa penjajahan oleh Belanda. Aceh juga dikenal sebagai pusat perdagangan rempah-rempah dan Islam di Asia Tenggara. Pada abad ke-17, Aceh menjadi kerajaan Islam yang kuat dan melawan serangan kolonial Belanda dalam Perang Aceh.",
  "image":"https://storage.googleapis.com/capstone-icket-387805.appspot.com/aceh/aceh.jpg",
  "lagu": [{
    "laguName": "Bungong Jeumpa",
    "laguDesc": "Bungong Jeumpa adalah salah satu lagu tradisional yang sangat terkenal dan menjadi simbol budaya Aceh. Lagu ini menggambarkan keindahan dan kelembutan bunga jeumpa, yang merupakan bunga melati khas Aceh.Bungong Jeumpa memiliki melodi yang khas dan irama yang menggugah perasaan. Lagu ini sering kali dinyanyikan dalam bahasa Aceh dan diiringi oleh alat musik tradisional seperti gendang, rebab, dan talempong.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Mie Aceh adalah hidangan mie khas dari Aceh, provinsi di Indonesia. Mie ini terkenal karena cita rasanya yang kaya dan bumbunya yang pedas. Mie Aceh biasanya terbuat dari mie kuning tebal yang digoreng dengan bumbu rempah khas Aceh dan berbagai bahan tambahan.",
    "makananName": "Mie Aceh",
    "image":"https://storage.googleapis.com/capstone-icket-387805.appspot.com/aceh/makanan/mieaceh.jpg",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Salah satu ikon Kota Banda Aceh. Masjid ini memiliki arsitektur yang megah dan bersejarah. Masjid Raya Baiturrahman adalah simbol keagamaan dan kekuatan masyarakat Aceh.",
    "wisataName": "Masjid Raya Baiturrahman",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "wisataDesc": "Terletak sekitar 20 kilometer sebelah barat Banda Aceh, Pantai Lhoknga adalah surga bagi para peselancar. Pantai ini menawarkan ombak yang cukup tinggi dan indah, serta pasir putih yang luas. Selain itu, Anda juga dapat menikmati pemandangan matahari terbenam yang spektakuler di pantai ini",
    "wisataName": "Pantai Lhoknga",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "wisataDesc": "Terletak sekitar 20 kilometer sebelah barat Banda Aceh, Pantai Lampuuk juga merupakan destinasi populer di Aceh. Pantai ini menawarkan panorama yang indah dengan ombak yang cukup besar, sehingga cocok untuk berselancar. Pantai Lampuuk juga dikelilingi oleh perbukitan yang hijau, menciptakan suasana yang menenangkan",
    "wisataName": "Pantai Lampuuk",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "wisataDesc": "Terletak di Kabupaten Aceh Tengah, Danau Laut Tawar adalah danau alami yang indah. Danau ini dikelilingi oleh pegunungan dan hutan lebat, menciptakan pemandangan yang menakjubkan. Anda dapat menikmati kegiatan seperti memancing, berperahu, atau sekadar menikmati pemandangan yang menenangkan",
    "wisataName": "Danau Laut Tawar",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "wisataDesc": "Bagian dari Taman Nasional Gunung Leuser yang terletak di Aceh Utara. Tempat ini merupakan salah satu dari enam lokasi di dunia yang diakui sebagai Situs Warisan Dunia oleh UNESCO. Taman nasional ini merupakan rumah bagi berbagai spesies satwa, termasuk orangutan, harimau Sumatra, dan gajah Sumatra. Anda dapat melakukan trekking dan melihat kehidupan alami satwa liar yang menakjubkan di sini",
    "wisataName": "Taman Nasional Gunung Leuser",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Tarian tradisional ini khas dengan posisi duduk dan gerak tepukan ke dada, pundak, paha, dan tangan.Sambil duduk, penari juga duduk meliuk dengan bertumpu pada lutut. Keserempakan dan kecepatan tepukan penari menjadi daya tarik tari tradisonal Aceh yang hanya diiringi gendang rampak dan suara tepukan tangan ini.",
    "tarianName": "Tari Saman",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Rencong adalah sejenis belati atau pisau pendek yang biasanya memiliki panjang sekitar 30-60 cm dengan mata pisau yang melengkung.Rencong memiliki ciri khas pada gagangnya yang melengkung ke belakang dan diberi hiasan ukiran yang rumit. Pegangan Rencong sering kali dihiasi dengan ukiran-ukiran yang menggambarkan motif-motif tradisional Aceh, seperti motif bunga, burung, atau hewan-hewan lainnya.",
    "senjataName": "Rencong",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Krong Bade",
    "rumahDesc": "Rumah Krong Bade adalah rumah adat dari Provinsi Aceh. Rumah Krong Bade juga biasa dikenal dengan nama rumoh Aceh. Rumah ini mempunyai tangga depan yang digunakan bagi tamu atau orang yang tinggal untuk masuk ke dalam rumah. Rumah Krong Bade adalah salah satu budaya Indonesia yang hampir punah",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Baju Meukeusah adalah pakaian adat Aceh yang terbuat dari bahan tenun sutra yang biasanya memiliki warna dasar hitam, yang disebut Linto Baro. Warna hitam dalam kepercayaan tradisional Aceh disebut sebagai simbol kebesaran. Karenanya tidak jarang baju Meukeusah dianggap sebagai kebesaran adat Aceh.",
    "pakaianName": "Baju Meukeusah",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Sigale-Gale adalah tradisi Batak Toba yang melibatkan penggunaan boneka kayu sebagai perwujudan roh leluhur. Boneka Sigale-Gale dibuat dengan sangat rinci dan digerakkan oleh tali atau bambu. Tradisi ini sering ditampilkan dalam acara adat, pernikahan, atau festival budaya sebagai bentuk penghormatan kepada leluhur.",
    "tradisiName": "Sigale-Gale",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"banda_aceh\"",
    "kind": "provinsi",
    "name": "banda_aceh",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "serang",
  "description": "Provinsi Banten adalah sebuah provinsi di Pulau Jawa, Indonesia. Ibukotanya adalah Kota Serang. Provinsi Banten terletak di bagian barat Pulau Jawa dan berbatasan dengan Laut Jawa di sebelah utara, Provinsi DKI Jakarta di sebelah timur, Provinsi Jawa Barat di sebelah selatan dan barat daya, serta Selat Sunda di sebelah barat.  Provinsi Banten memiliki sejarah yang kaya dan pernah menjadi bagian dari Kerajaan Banten yang berpengaruh pada masa lalu.",
  "lagu": [{
    "laguName": "Rampak Bedug",
    "laguDesc": " Lagu ini adalah salah satu lagu daerah Banten yang sering dinyanyikan dalam pertunjukan seni tradisional seperti tari Bedhaya atau wayang kulit. Lagu ini mengiringi gerakan dan irama tradisional yang ditampilkan dalam pertunjukan tersebut.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Sate Bandeng adalah hidangan khas Banten yang terbuat dari daging ikan bandeng yang dipotong kecil-kecil dan ditusuk menggunakan bambu. Ikan bandeng yang digunakan biasanya telah diasinkan terlebih dahulu untuk memberikan cita rasa khas. Sate Bandeng biasanya disajikan dengan bumbu kacang dan sambal kecap.",
    "makananName": "Sate Bandeng",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Pantai Anyer merupakan salah satu pantai terkenal di Banten. Pantai ini menawarkan pasir putih yang indah, air laut yang jernih, serta pemandangan sunset yang memukau. Di sekitar pantai, terdapat juga beberapa resort, hotel, dan vila untuk menginap.",
    "wisataName": "Pantai Anyer",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "wisataDesc": "Taman Nasional Ujung Kulon merupakan salah satu destinasi wisata alam terpopuler di Banten. Taman nasional ini terkenal karena keberagaman flora dan fauna, termasuk badak bercula satu yang menjadi ikonnya. Wisatawan dapat melakukan trekking, menyaksikan burung-burung langka, atau mengunjungi Pulau Peucang yang terkenal dengan pantainya yang indah.",
    "wisataName": "Taman Nasional Ujung Kulon",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Cokek adalah tarian yang berasal dari Banten yang biasanya ditampilkan oleh sekelompok penari wanita. Tarian ini melibatkan gerakan yang lincah dan ekspresif, dengan iringan musik tradisional seperti angklung atau gamelan. Cokek sering dipentaskan dalam acara perayaan seperti pernikahan, upacara adat, atau festival budaya.",
    "tarianName": "Cokek",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": " Kujang adalah senjata tradisional yang menjadi simbol dan identitas budaya Banten. Kujang memiliki bentuk unik dengan ujung yang melengkung dan gagang yang pendek. Senjata ini terbuat dari logam seperti besi atau baja. Kujang tidak hanya digunakan sebagai senjata pertahanan atau serangan, tetapi juga memiliki nilai simbolis dan spiritual dalam budaya masyarakat Banten.",
    "senjataName": "Kujang",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Sulah Nyanda",
    "rumahDesc": "Rumah Adat Sulah Nyanda merupakan rumah adat yang ditinggali oleh Suku Baduy. Nama Sulah Nyanda sendiri terinspirasi dari bentuk atap bangunan rumah adat tersebut. Nyanda diartikan sebagai posisi perempuan yang baru saja melewati proses persalinan, yaitu posisinya tidak tegak lurus dan bersandarkan.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Pangsi merupakan pakaian adat yang sangat dikenal di wilayah masyarakat sunda sebagai salah satu pakaian adat Jawa Barat. Namun, pada saat ini masyarakat Banten juga sudah menggunakan pakaian adat pangsi tersebut sebagai baju kesehariannya. Baju ini dipadukan dengan busana bawahan berupa celana komprang.  Bahkan ternyata pakaian adat pangsi ini juga sudah sering digunakan dalam sebuah latihan silat tradisional yang biasa sering digelar oleh masyarakat Banten. Selain itu, perlu kita ketahui bahwa sebutan pakaian adat pangsi juga merupakan singkatan dari Pangeusi Numpang ka Sisi yang memiliki makna pakaian penutup badan.",
    "pakaianName": "Pangsi",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Debus merupakan kesenian kuno dengan dasar bela diri khas Banten. Kesenian yang dapat berupa tarian dan atraksi kekebalan tubuh ini kerap menarik perhatian para penontonnya. Pasalnya, debus merupakan perpaduan dari keterampilan dan kekuatan batin. Para pemain atraksi debus ini disebut dengan jawara.  Atraksi kesenian ini biasanya menunjukkan bagaimana para jawara tidak kesakitan saat menusukkan paku pada lidah atau menggoreskan golok pada tangan dan bagian tubuh lainnya. Meski terkesan mengerikan, pertunjukan yang diiringi dengan alat musik tradisional ini terlihat begitu spektakuler. Penampilan debus biasanya hadir saat pembukaan acara resmi kesenian dan merupakan atraksi yang kerap dipertunjukkan dalam kegiatan pariwisata.",
    "tradisiName": "Debus",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"banten\"",
    "kind": "provinsi",
    "name": "banten",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Gorontalo",
  "description": "Provinsi Gorontalo adalah sebuah provinsi yang terletak di bagian utara Pulau Sulawesi, Indonesia. Ibukotanya adalah Kota Gorontalo. Provinsi ini berbatasan langsung dengan Laut Sulawesi di sebelah utara, Provinsi Sulawesi Utara di sebelah timur, Provinsi Sulawesi Tengah di sebelah selatan, dan Provinsi Sulawesi Barat di sebelah barat.  Gorontalo terkenal dengan keindahan alamnya, terutama pantai-pantai yang eksotis dan pegunungan yang mempesona. ",
  "lagu": [{
    "laguName": "Hulondalo Lipu",
    "laguDesc": " Lagu Hulondalo Lipu adalah lagu daerah Gorontalo yang menceritakan keindahan dan pesona alam Gorontalo, seperti pantai, gunung, dan hutan. Lagu ini mengajak pendengar untuk menghargai kekayaan alam Gorontalo.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Binte Biluhuta adalah kue tradisional Gorontalo yang terbuat dari beras ketan, kelapa parut, dan gula merah. Kue ini dibungkus dengan daun pisang dan dikukus hingga matang. Binte Biluhuta memiliki tekstur yang kenyal dan rasa manis yang lezat.",
    "makananName": "Binte Biluhuta",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Terletak di bagian selatan Gorontalo, taman nasional ini merupakan rumah bagi berbagai spesies flora dan fauna yang dilindungi. Pengunjung dapat melakukan trekking dan menjelajahi keindahan alam yang alami.",
    "wisataName": "Taman Nasional Bogani Nani Wartabone",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "wisataDesc": "Terletak sekitar 20 km dari pusat Kota Gorontalo, Pantai Olele dikenal dengan pasir putihnya yang indah dan air laut yang jernih. Pantai ini juga merupakan tempat yang bagus untuk melakukan snorkeling dan menyelam karena keindahan terumbu karangnya.",
    "wisataName": "Pantai Olele",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Dana- dana adalah tarian tradisional daerah Gorontalo. tarian ini dipergunakan dalam acara-acara tertentu seperti acara penyambutan tamu, pernikahan dan acara-acara keagamaan lainnya. tarian Dana- dana  adalah tarian pergaulan yang bersifat menghibur. Tari dana-dana diciptakan  untuk remaja muslim pada waktu itu, dengan tujuan untuk menghibur dan untuk mempererat tali silaturahmi serta untuk penyebaran agama Islam, melalui syair yang dilantunkan oleh pengiring tarian dana-dana. Tari Dana-Dana berasal dari Arab saudi namun dengan tersebarnya ajaran agama Islam maka tersebar pula tari Dana-Dana ke seluruh pelosok negeri yang membedakannya hanyalah pengaruh budaya dari masing-masing daerah seperti tari Dana Dana yang berada di Gorontalo, syair lagu sudah banyak yang menggunakan bahasa daerah.",
    "tarianName": "Dana- Dana",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Baladu merupakan senjata tradisional masyarakat Gorontalo yang digunakan di dalam perang pada zaman dahulu.senjata ini termasuk senjata yang di pakai masyarakat Gorontalo pada perang Panipi, sebagaimana yang telah di uraikan sebelumnya. Senjata ini di miliki oleh seluruh pengawal raja di tiap tiap kerajaan yang ada di setiap Gorontalo pada masa itu untuk membela diri di saat bahaya datang. Melalui pendekatan secara fungsional senjata tradisional baladu dapat diuraikan menjadi tiga bagian yaitu gagang senjata (pandungo), mata senjata dan sarung senjata (taupo) dengan bentuk dasar dasar yang menyusunnya sebagai berikut:",
    "senjataName": "Baladu",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Dulohupa",
    "rumahDesc": "Rumah adat Dulohupa dibangun berupa penggambaran dari badan manusia yaitu atap/ta’ubu menggambarkan kepala. Bagian atap rumah adat Dulohupa terbuat dari jerami terbaik dan berbentuk seperti pelana yaitu atap segitiga bersusun dua yang menggambarkan syariat dan adat penduduk Gorontalo. Atap bagian atas menggambarkan kepercayaan penduduk Gorontalo terhadap Tuhan yang Maha Esa dan agama merupakan kepentingan utama di atas yang lainnya. Sedangkan atap bagian bawah menggambarkan ketaatan penduduk Gorontalo terhadap adat istiadat ataupun budaya. Badan rumah (dinding/dingingo) menggambarkan badan, dan tiang penyangga/potu rumah menggambarkan kaki.Selain itu bentuk rumah seperti ini juga dipilih untuk menghindari terjadinya banjir yang kala itu sering terjadi. Selain sebagai penyokong karena bentuknya berupa rumah panggung, tiang/potu tersebut juga memiliki makna tersendiri.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Biliu adalah salah satu pakaian adat Gorontalo yang wajib digunakan mempelai wanita dalam upacara adat pernikahan. Biliu dalam perkembangannya dikenal sebagai salah satu pakaian adat yang unik dan penuh nilai-nilai filosofis.  Pada 2012, Biliu ditetapkan oleh Pemerintah Indonesia melalui Kementerian Pendidikan dan Kebudayaan sebagai Warisan Budaya Takbenda Indonesia yang berasal dari Gorontalo.  Biliu sendiri juga merupakan baju adat kebesaran yang digunakan oleh warga Gorontalo dalam upacara adat.  Dalam tata urutan pakaian adat perempuan Gorontalo, Biliu adalah pakaian tradisional yang paling lengkap ornamen adatnya. Pakaian ini juga paling tinggi kedudukannya karena disertai pula dengan penggunaan mahkota adat yang lengkap.  Biliu berasal dari kata bilowato, artinya adalah tingkah laku yang santun. Termasuk jika yang memakai pakaian ini bakal memiliki sifat dan pembawaan yang baik di lingkungan keluarga setelah menikah.",
    "pakaianName": "Biliu",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Tahuli adalah bagian dari kebiasaan musyawarah adalah adat dan budaya daerah Gorontalo. Jelas dalam Tahuli, adat dan budaya memberi makna bahwa manusia yang memiliki sifat rasa tanggung jawab yang memiliki kemampuan yang cerdik dan pandai, memiliki rasa musyawarah dalam menghadapi masalah yang merencanakan sesuatu. Ketentuan musyawarah sampai mufakat akhirnya memiliki kemampuan yang strategis dalam menyelesaikan berbagai macam perselisihan yang terjadi di masyarakat. Tahuli/ pesan adat oleh pemangku adat disampaikan pada kegiatan upacara penobatan kepada pejabat. Tahuli pertama kali disampaikan oleh pemangku adat pada waktu penobatan Raja Sultan Eato tahun 1973. Tahuli maksudnya mengingatkan, kepada pemimpin (olongia) yang diberi gelar dengan cara memberikan nasehat dalam bentuk kata-kata sajak (tujai) yang di lakukan secara bergantian oleh 10 orang perangkat adat.",
    "tradisiName": "Tahuli",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"gorontalo\"",
    "kind": "provinsi",
    "name": "gorontalo",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Jambi",
  "description": "Jambi adalah sebuah kota di Pulau Sumatra, Indonesia sekaligus merupakan ibu kota dari provinsi Jambi. Kota ini merupakan enklave dari kabupaten Muaro Jambi dan dibelah oleh sungai terpanjang di Sumatra yang bernama Batang Hari, kedua kawasan tersebut terhubung oleh jembatan Aur Duri.",
  "lagu": [{
    "laguName": "Batanghari",
    "laguDesc": "Lagu daerah Jambi yang paling populer pertama berjudul Batanghari. Lagu ini dianggap merupakan lagu daerah yang berhasil memuat kearifan lokal Jambi dengan sangat baik, misalnya saja kemampuan orang Jambi dalam berpantun. Lagu Batanghari banyak menampilkan lirik dari beberapa bait pantun yang indah dan apik.  Selain itu, lagu yang diciptakan oleh seorang bernama Ajis Sutan Sati ini menceritakan kisah tentang seorang laki-laki sedang mencintai seorang perempuan. Hanya saja, kisah cinta tersebut berakhir menyedihkan karena perempuan yang dipuji laki-laki tersebut justru malah dipersunting oleh orang lain.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Tempoyak adalah hasil fermentasi durian yang dicampur dengan garam. Rasanya unik dan agak asam, sering digunakan dalam masakan tradisional Jambi seperti gulai tempoyak ikan.",
    "makananName": "Tempoyak",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Taman nasional yang merupakan salah satu dari empat taman nasional di Indonesia yang terdaftar sebagai Situs Warisan Dunia UNESCO. Taman nasional ini memiliki keanekaragaman hayati yang melimpah, termasuk spesies langka seperti harimau sumatera dan badak sumatera.",
    "wisataName": "Taman Nasional Kerinci Seblat",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "wisataDesc": "Tempat wisata selanjutnya pun masih berada di Kawasan Taman Nasional Kerinci Seblat, yakni Air Terjun Talang Kemulun. Dengan tipe air terjun berundak yang memiliki undakan sekitar 12 tingkatan.",
    "wisataName": "Air Terjun Talang Kemulun",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Tari tradisional khas Jambi ini digunakan untuk menyambut tamu. Tari adat Jambi ini ditarikan oleh penari wanita dengan gerakan lemah lembut, sambil membawa ceramo atau wadah.  Gerakan tari Sekapur Sirih melambangkan penghormatan kepada tamu terhormat yang berkunjung ke Jambi. Tarian tersebut menceritakan mengenai gadis-gadis Jambi yang sedang berias dan bersiap untuk menyerahkan pemberian berupa Sekapur Sirih.",
    "tarianName": "Tari Sekapur Sirih",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Senjata tradisional Jambi yang paling populer adalah bernama Badik Tumbuk Lada. Senjata ini berupa sebuah badik (senjata tikam) dengan keunikan pada desain gagang, bilah, dan sarungnya.  Tidak seperti layaknya Badik khas Sulawesi, Badik Tumbuk Lado nampak lebih simpel.  Senjata ini tidak terdapat banyak ukiran atau hiasan selain pada bagian gagang atau pegangannya yang dilengkapi motif sederhana. Pada saat ini selain sebagai sarana pelindung, Badik Tumbuk Lado  juga telah berfungsi sebagai identitas bagi masyarakat Jambi.",
    "senjataName": "Badik Tumbuk Lada",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Rumah Kajang Lako",
    "rumahDesc": "Rumah adat Jambi pertama adalah Kajang Leko. Sebenarnya, Rumah adat Kajang Leko seringkali disebut sebagai Rumah Panggung supaya orang dari daerah lain lebih mudah mengingatnya. Rumah adat ini dapat Anda temukan di berbagai daerah Jambi, karena rata-rata rumah penduduk mengaplikasikannya.  Sama seperti rumah adat lainnya, Rumah Kajang Leko memiliki bentuk seperti panggung. Hal ini dikarenakan sejak dulu, wilayah Sumatera seringkali dilanda gempa bumi sehingga mereka membuat rumah dengan sistem tiang pancang seperti ini.  Selain itu, hingga kini sebagian besar wilayah Jambi adalah hutan, jadi rumah panggung dibuat supaya mereka aman dari serangan binatang buas. Dan yang terakhir supaya rumah mereka tidak mudah terkena banjir.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Pakaian adat Jambi disebut dengan Baju Kurung Tanggung yang bentuk dan potongannya masih kental dengan pengaruh adat dan budaya Melayu. Disebut baju kurung tanggung karena panjang lengannya yang tanggung, tepat berada di bawah siku namun tidak sampai ke pergelangan tangan. Desain antara laki-laki dan perempuan hampir sama. Kurung tanggung inilah yang membedakan dengan baju khas Melayu yang menutupi hingga ke pergelangan tangan.",
    "pakaianName": "Baju Kurung Tanggung",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Upacara adat Kenduri Sko merupakan upacara pemberian gelar terhadap seseorang yang dianggap layak menyandang gelar Depati atau Permeti. Uniknya, untuk mengundang para tamunya, para penyelenggara menggunakan bendera sebagai tanda bahwa sang penerima diundang dalam upacara tersebut. Puncak dari upacara ini ialah saat setiap lurah mengeluarkan semua pusaka dalam sesi penobatan gelar. ",
    "tradisiName": "Tradisi Kenduri Sko",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"jambi\"",
    "kind": "provinsi",
    "name": "jambi",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Pontianak",
  "description": "Daerah Kalimantan Barat termasuk salah satu daerah yang dapat dijuluki provinsi \"Seribu Sungai\". Julukan ini selaras dengan kondisi geografis yang mempunyai ratusan sungai besar dan kecil yang di antaranya dapat dan sering dilayari. Beberapa sungai besar sampai saat ini masih merupakan urat nadi dan jalur utama untuk angkutan daerah pedalaman, walaupun prasarana jalan darat telah dapat menjangkau sebagian besar kecamatan.  Kalimantan Barat berbatasan darat dengan negara bagian Sarawak, Malaysia.Walaupun sebagian kecil wilayah Kalimantan Barat merupakan perairan laut, akan tetapi Kalimantan Barat memiliki puluhan pulau besar dan kecil (sebagian tidak berpenghuni) yang tersebar sepanjang Selat Karimata dan Laut Natuna yang berbatasan dengan wilayah Provinsi Kepulauan Riau.",
  "lagu": [{
    "laguName": "Cik Cik Periuk",
    "laguDesc": "Lagu Cik Cik Periuk merupakan lagu daerah yang berasal dari Sambas, Kalimantan Barat.  Lirik lagu ini berisi sindiran yang dibuat masyarakat Sambas pada zaman dahulu.  Sindiran itu ditujukan untuk orang-orang luar daerah yang datang ke daerah Sambas.  Pada saat itu orang yang datang ke Sambas adalah tentara-tentara Hindai Belanda yang berasal dari Jawa.  Bagi masyarakat Sambas, kedatangan orang luar daerah tersebut membawa dampak negartif.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Mie Kepiting merupakan hidangan mie yang menggunakan daging kepiting sebagai toppingnya. Mie ini memiliki kuah yang kaya rasa dan disajikan dengan irisan daun bawang, irisan tomat, dan potongan daging kepiting yang lezat.",
    "makananName": "Mie Kepiting",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Pantai Pasir Panjang terletak di Kabupaten Singkawang. Pantai ini terkenal dengan pasir putihnya yang luas dan air laut yang jernih. Pengunjung dapat bersantai di tepi pantai, berenang, atau menikmati keindahan matahari terbenam yang menakjubkan.",
    "wisataName": "Pantai Pasir Panjang",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "wisataDesc": "Taman Nasional ini merupakan salah satu surga alam yang mempesona di Kalimantan Barat. Di sini, Anda dapat menjelajahi hutan hujan tropis yang lebat, melihat berbagai spesies flora dan fauna yang langka, serta menikmati keindahan air terjun dan sungai yang mengalir di sekitar area taman nasional ini.",
    "wisataName": "Taman Nasional Gunung Palung",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Tari ini menceritakan tentang kisah seorang pemuda kelompok suku Dayak Djongkang jatuh cinta pada seorang gadis dari suku Dayak Kanayatn. Sayangnya, cinta mereka dilarang karena adanya peraturan adat yang melarang perjodohan antarkelompok suku.  Gerakan dari tarian ini tampak dinamis dengan penuh ekspresi untuk menyampaikan alur ceritanya. Tari ini memiliki pesan moral untuk mengutamakan dan menaati aturan adat di atas ego dan hasrat pribadi.",
    "tarianName": "Tari Bopureh",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Mandau adalah senjata tradisional yang merupakan simbol dari suku Dayak di Kalimantan Barat. Mandau adalah sejenis pedang berukuran besar yang memiliki bilah melengkung dengan hulu yang diukir indah. Senjata ini digunakan dalam upacara adat, perang, dan juga sebagai alat pertanian.",
    "senjataName": "Mandau",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Rumah Adat Betang Radakng",
    "rumahDesc": "Berkunjung ke Pontianak, maka rumah adat inilah yang akan paling sering akan kita temui. Memiliki ketinggian sekitar 7m dan panjang rumah sekitar 138 m rumah ini kemudian menjadi salah satu bangunan termewah. Rumah Radakng sendiri dibangun dengan tujuan menjadi replika sehingga tidak dihuni oleh suku Dayaknya.  Tak hanya dijadikan sebagai destinasi wisata, Rumah Betang Radakng juga menjadi pusat kesenian suku Dayak. Rumah adat ini juga dirancang khusus untuk menampung penghuni dalam jumlah yang banyak hingga 600 orang pada bagian ruang utamanya. Rumah adat ini dikenal juga sebagai rumah Panjang atau rumah betang yang Namanya diambil dari bahasa suku Dayak Kanayatn.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "King Baba adalah nama pakaian adat yang digunakan oleh laki laki yang berasal dari suku Dayak. Pakaian ini bila dari segi bentuknya akan serupa dengan pakaian milik perempuan, hanya saja dari segi bentuknya lebih sederhana. King Baba menjadi semakin unik karena bahan yang dipajau untuk membuat pakaian ini berasal dari kulit kayu yang sudah dipipihkan dan diberi nama King Baba. Tanaman yang dipakai untuk diambil kulitnya ialah jenis tanaman ampuro atau kayu kapuo.",
    "pakaianName": "King Baba",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "pakaianDesc": "Apabila King Baba merupakan pakaian yang digunakan untuk laki laki, King Bibinge adalah pakaian untuk perempuan. Cara pembuatan serta bahan yang digunakan pada King Bibinge juga sama dengan yang dipakai oleh busana laki laki.  Hal yang membedakan King Baba dan King Bibinge adalah King Bibinge dibuat lebih tertutup dan sopan. Ada juga perlengkapan yang dipakai untuk menutup bagian dada dengan menggunakan kain bawahan serta stagen. Hiasannya juga memakai manik-manik dan juga bulu burung enggang.  Sama dengan pakaian pria yang juga tak mempunyai lengan, King Bibinge juga tidak memiliki lengan, tetapi lebih tertutup. Ada juga lukisan khas Dayak yang turut dipadukan dengan manik-manik yang terbuat dari kayu dan bikian kering.",
    "pakaianName": "King Bibinge",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Naik Dango atau Gawai Dayak merupakan Upacara adat masyarakat kalimantan Barat (Dayak Kanayatn) yang dilakukan dari daerah Kabupaten Landak, Kabupaten Pontianak, hingga Kabupaten Sanggau. Gawai Dayak bukanlah peristiwa budaya yang murni tradisional, baik dilihat dari tempat pelaksanaan maupun isinya. Gawai Dayak merupakan perkembangan lebih lanjut dari acara pergelaran kesenian Dayak. Upacara adat Naik Dango yang merupakan sebuah upacara untuk menghaturkan rasa syukur terhadap Nek Jubata atau Sang Pencipta atas berkah yang diberikannya berupa hasil panen (padi) yang berlimpah. Upacara ini rutin dilaksanakan setiap tahun setelah masa panen.  Upacara adat Naik Dango ditandai dengan menyimpan seikat padi yang baru selesai di panen di dalam dango (lumbung padi) oleh setiap kepala keluarga masyarakat Dayak yang bertani/ berladang. Padi yang disimpan di dalam Dango nantinya akan dijadikan bibit padi untuk ditanam bersama-sama dan sisanya menjadi cadangan pangan untuk masa-masa paceklik. Selanjutnya, menimang padi dan diikuti dengan pemberkatan padi oleh ketua adat.  Upacara Naik Dango merupakan acara yang memiliki 3 aspek pokok, yaitu aspek kehidupan agraris, aspek religius, dan aspek kehidupan kekeluargaan solidaritas serta persatuan. Aspek kehidupan agraris, yaitu kehidupan masyarakat yang bertradisi bercocok tanam, kemudian aspek religius merupakan aspek untuk berterima kasih kepada Tuhan atas hasil panen yang diperoleh dan yang terakhir adalah aspek kehidupan kekeluargaan solidaritas dan persatuan yang merupakan aspek menjunjung tinggi kekeluargaan antar keluarga terdekat dalam rumah masing-masing tiap tahunnya.",
    "tradisiName": " Upacara Adat Naik Dango",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"kalimantan_barat\"",
    "kind": "provinsi",
    "name": "kalimantan_barat",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Banjarbaru",
  "description": "Provinsi Kalimantan Selatan adalah salah satu provinsi yang terletak di pulau Kalimantan, Indonesia. Ibu kota provinsi ini adalah Banjarmasin. Kalimantan Selatan memiliki luas wilayah sekitar 38.744 kilometer persegi dan merupakan salah satu provinsi terbesar di Indonesia.",
  "lagu": [{
    "laguName": "Basuliang",
    "laguDesc": "Lagu \"Basuliang\" adalah lagu daerah Kalimantan Selatan yang populer. Lagu ini menggambarkan keindahan alam Kalimantan Selatan, seperti sungai, hutan, dan pegunungan. Lagu ini sering dinyanyikan sebagai bentuk penghargaan terhadap kekayaan alam daerah tersebut.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Soto Banjar adalah sup ayam dengan kuah bening yang kaya rempah. Biasanya disajikan dengan daging ayam yang empuk, tauge, irisan daun bawang, dan bawang goreng. Soto Banjar memiliki rasa yang gurih dan nikmat, dan sering disajikan dengan nasi atau ketupat.",
    "makananName": "Soto Banjar",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Sering disebut sebagai Tahura Mandiangin, kamu akan diajak naik ke dataran tinggi untuk melihat pemandangan menakjubkan. Mulai dari indahnya Waduk Riam Kanan hingga menariknya penangkaran rusa Sambar yang terlihat dari atas. Tidak hanya alamnya yang memanjakan mata, kamu juga akan menemukan puing-puing bangunan Belanda bersejarah di sana. Taman Hutan Rakyat Sultan Adam menjadi satu tempat wisata dengan beragam daya tarik yang harus dikunjungi.",
    "wisataName": "Taman Hutan Rakyat Sultan Adam",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Tari Baksa Kembang merupakan tari klasik yang berasal dari Keraton Banjar dari Kalimantan Selatan. Tari Baksa Kembang pada saat itu adalah tari yang ditampilkan untuk menyambut kedatangan tamu dan ditarikan oleh putri-putri Keraton Banjar. Saat ini, tari Baksa Kembang dipentaskan oleh masyarakat Kalimantan Selatan dalam upacara pernikahan maupun acara-acara keluarga yang lainnya.  Nama kembang pada tari Baksa Kembang diambil dari properti tari Baksa Kembang. Pada awal kemunculannya, tari Baksa Kembang hanya ditampilkan di lingkungan kerajaan dan hanya untuk menyambut tamu kehormatan maupun kerabat kerajaan saja. Akan tetapi, seiring dengan perkembangan zaman, tari Baksa Kembang mulai ditampilkan di hadapan masyarakat dan menjadi tarian rakyat.",
    "tarianName": "Tari Baksa Kembang",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Mandau adalah senjata tradisional yang umum digunakan oleh suku Dayak di Kalimantan. Mandau memiliki bilah panjang yang melengkung dengan sisi tajam di satu sisi dan tumpul di sisi lainnya. Senjata ini biasanya digunakan dalam upacara adat, sebagai alat pertahanan, atau sebagai simbol keberanian dan kekuatan.",
    "senjataName": "Mandau",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Rumah Bubungan Tinggi",
    "rumahDesc": "Ini merupakan rumah kesultanan yang berasal dari Kalimantan Selatan. Seiring dengan berjalannya waktu, banyak masyarakat Banjar yang mengusung konsep dari bangunan rumah adat ini.  Menggunakan konsep rumah panggung, berbahan dasar kayu ulin. Karena kayu ulin dipercaya memiliki kekuatan yang tidak diragukan. Bahkan, banyak yang mengatakan jika terkena air akan semakin kuat.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Memiliki makna bersinar seperti matahari, busana adat ini sering dikenakan pada prosesi pernikahan oleh masyarakat Banjar.  Pengantin wanita memakai baju poko yang berlengan pendek dengan hiasan manik manik dibentuk rumbai.  Terdapat juga kida yang berfungsi sebagai penutup dada dengan bentuk segi 5.  Sementara pengantin pria menggunakan kemeja yang berlengan panjang dan ada kerenda di bagian dadanya. Kadang pengantin pria juga mengenakan jas tanpa kancing.  Sebagai bawahan dipakai celana panjang, yang dibalut kain motif halilipan pada bagian pinggang.  Model baju banjar baamur galung pancaran matahari mendapat pengaruh budaya Jawa dan Hindu.  Pengaruh Jawa berupa hiasan bunga mawar dan melati pada aksesoris sebagai pelengkap busanan.  Sementara sentuhan budaya Hindu tampak pada dekorasi mahkota serta kainnya yang bermotif naga dan kelabang.",
    "pakaianName": "Banjar Baamur Galung Pancaran Matahari",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Tradisi badudus biasa dilaksanakan oleh oleh warga masyarakat di Kabupaten Banjar hingga hari ini. Badudus merupakan upacara yang inti kegiatannya adalah mandi untuk mensucikan diri. Badudus yang masih dilakukan misalnya badudus pangantin dan badudus tian mandaring. Yang pertama merupakan upacara mandi yang dilakukan oleh pasangan calon pengantin (pasca akad nikah) ke persandingan pada acara resepsi perkawinan. Adapun badudus tian mandaring merupakan upacara mandi yang dilakukan oleh wanita hamil untuk pertama kali dan dilaksanakan pada kehamilan bulan ketujuh.",
    "tradisiName": "Badudus",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"kalimantan_selatan\"",
    "kind": "provinsi",
    "name": "kalimantan_selatan",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Palangkaraya",
  "description": "Kalimantan Tengah adalah sebuah provinsi di pulau Kalimantan, Indonesia. Ibu kotanya adalah Palangkaraya. Provinsi Kalimantan Tengah terletak di tengah pulau Kalimantan dan berbatasan dengan provinsi Kalimantan Utara di sebelah utara, provinsi Kalimantan Timur di sebelah timur, provinsi Kalimantan Selatan di sebelah selatan, dan provinsi Kalimantan Barat di sebelah barat.  Kalimantan Tengah memiliki kekayaan alam yang melimpah, termasuk hutan hujan tropis, sungai-sungai yang besar seperti Sungai Kahayan dan Sungai Kapuas, dan flora dan fauna yang beragam. Provinsi ini juga kaya akan budaya dan tradisi suku Dayak, yang merupakan suku asli yang mendiami wilayah tersebut.",
  "lagu": [{
    "laguName": "Oh Indang Oh Apang",
    "laguDesc": "Lagu Oh Indang Oh Apang ini merupakan lagu daerah dari Kalimantan Tengah.   Dalam bahasa Indonesia, Oh Indang Oh Apang diterjemahkan menjadi Oh Ibu Oh Bapak. Biasanya dinyanyikan anak-anak ketika bermain.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Umbut Rotan atau dikenal uwut nang’e adalah kuliner suku Dayak yang berbahan dasar rotan muda. Rotan tersebut dibersihkan kemudian dibuang kulitnya dan dipotong dalam ukuran kecil. Umbut Rotan dimasak bersama dengan ikan baung, bumbu, dan terong asam. Rasa yang gurih, asam, dan sedikit pahit, yang dipadukan dengan manisnya daging ikan menjadi ciri khas dari kuliner ini.",
    "makananName": "Juhu Ubut Rotan",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Bukit Raya Taman Nasional merupakan kawasan konservasi yang terletak di perbatasan antara Kalimantan Barat dan Kalimantan Tengah. Daerah ini memiliki peran penting dalam fungsi hidrologis hutan dan Bukit Raya merupakan perwakilan tipe ekosistem hutan hujan tropis pegunungan.  Mencatat 817 spesies tanaman, yang ada tanaman untuk obat-obatan, kerajinan, bahan bangunan, konsumsi, dan berbagai jenis anggrek hutan, dan bunga dari tanaman parasit yang terbesar / dunia bunga bangkai. Bukit Raya juga merupakan tempat penelitian baik dari dalam dan luar negeri.  Bukit Raya merupakan gabungan dari Bukit Baka Nature Reserve di Kalimantan Barat dan Kalimantan Tengah, pengaturan bahkan daerah ini mengalami banyak perubahan. Beberapa tempat menarik untuk dikunjungi adalah karpet SII Jeram (River Ella), Climbing (G. Puncak Bukit Raya dan Puncak Bukit Raya), dan Hot Air Sepan POI (Desa Batu Panahan).",
    "wisataName": "Bukit Raya",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Tarian Balean Dadas merupakan tarian yang dilakukan untuk meminta kesembuhan kepada Ranying Hantala Langit atau Tuhan bagi yang sedang mengalami sakit. Umumnya tarian ini mengikutsertakan dukun perempuan atau dikenal Balean Dadas. Namun tarian ini lebih sering dilakukan pada saat acara penyambutan atau peresmian, sebab di era modern seperti saat ini proses penyembuhan bisa dilakukan dengan cara yang ilmiah.",
    "tarianName": "  Tari Balean Dadas",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Sumpit adalah bahasa Kalimantan Tengah untuk menyebut nama Sipet, yaitu senjata tradisional yang dipakai untuk berburu, perang terbuka maupun sebagai senjata gerilya. Pemakaan sumpit adalah dengan cara meniup.",
    "senjataName": "Sumpit/Sipet",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Rumah Betang",
    "rumahDesc": "Rumah Betang adalah rumah adat suku Dayak di Kalimantan Tengah. Rumah ini memiliki bentuk panjang dengan atap yang tinggi dan melengkung seperti perahu terbalik. Dalam rumah Betang, terdapat beberapa ruang tidur yang terletak di sepanjang koridor utama. Rumah Betang biasanya dihuni oleh beberapa keluarga yang terhubung oleh ikatan kekerabatan.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Baju sangkarut atau juga dikenal dengan baju basulau merupakan pakaian adat asal Kalimantan Tengah. Baju sangkarut dibuat oleh suku Dayak Ngaju yang bermukim di daerah Sungai Kapuas, Kalimantan Tengah. Baju berbentuk rompi ini berasal dari bahan dasar alam dengan dihiasi kerang. Mengutip dari Dinas Kominfo, Persandian, dan Statistik Provinsi Kalimantan Tengah, bahan dasar baju sangkarut mengandung serat daun nanas, serat daun lemba, serta tengang, dan serat nyamu.  Kulit dari daun lemba merupakan kulit tumbuhan pinang puyuh yang tumbuh di Kalimantan. Kulit daun lemba berstruktur keras dan berserat sehingga kuat untuk dibentuk menjadi rompi.",
    "pakaianName": "Baju Sangkarut",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Mangenta adalah suatu kegiatan yang berasal dari nenek moyang suku Dayak Kalteng dahulu kala atau dengan kata lain sifatnya turun temurun. Mangenta adalah kegiatan kaum petani bersyukur atas dimulainya panen padi pada saat musim tiba untuk menuai.",
    "tradisiName": "Mangenta",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"kalimantan_tengah\"",
    "kind": "provinsi",
    "name": "kalimantan_tengah",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Samarinda",
  "description": "Indonesia. Ibu kota provinsi ini adalah Kota Samarinda. Kalimantan Timur berbatasan dengan provinsi Kalimantan Utara di sebelah utara, Selat Makassar di sebelah timur, provinsi Kalimantan Selatan di sebelah selatan, serta provinsi Kalimantan Barat di sebelah barat.  Kalimantan Timur memiliki potensi alam yang melimpah, termasuk sumber daya alam seperti minyak bumi, gas alam, batu bara, dan berbagai macam kekayaan hayati. Provinsi ini juga memiliki keanekaragaman budaya dan suku-suku asli seperti suku Dayak, suku Banjar, suku Kutai, dan suku Benuaq.",
  "lagu": [{
    "laguName": " Buah Bolok",
    "laguDesc": "Lagu daerah ini berasal dari Kalimantan Timur. Buah bolok merupakan salah satu buah yang terkenal di Kalimantan.   Buah ini biasanya ditemukan di hutan, dan disukai oleh kijang dan rusa.   Isi dari lagu Buah Bolok ini adalah mengajak anak-anak muda untuk melestarikan rumah panggung Kutai.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Gance Ruan merupakan makanan khas rica-rica dari Kutai Kartanegara. Ruan merupakan nama yang diambil dari nama ikan yang digunakan, yaitu ikan \"Haruan\" atau ikan Gabus. Sedangkan Gance adalah nama dari bumbu khas hidangan ini.  Penyajiannya pun cukup sederhana. Ikan biasanya akan dibakar atau digoreng kering dengan lumaran garam. Saat disajikan, ikan yang sudah matang akan ditaburi rempah-rempah khas yang memiliki cita rasa pedas dan manis yang menggugah selera.",
    "makananName": "Gence Ruan",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Pulau Derawan merupakan destinasi wisata alam paling populer di Kalimantan Timur. Kepopulerannya bahkan sudah tercium hingga ke mancanegara. Cukup banyak pelancong dari luar negeri yang menghabiskan waktu liburan mereka di tempat ini.  Objek wisata ini memiliki daya tarik yang tidak dimiliki oleh tempat wisata kebanyakan. Di sini kamu akan menemui banyak ikan-ikan karang, padang lamun yang subur, dan hutan mangrove. Selain itu, destinasi ini juga sangat terkenal dengan terumbu karang yang indah.  Banyak hal yang bisa kamu lakukan di tempat ini, diantaranya diving, snorkeling, surfing, dan jalan-jalan di pinggir pantai. Air lautnya yang jernih akan memudahkan kamu untuk melihat keindahan panorama bawah laut di Pulau Derawan.",
    "wisataName": "Pulau Derawan",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Hudoq adalah kesenian tarian yang menggunakan topeng dan kostum, oleh sebab itu Hudoq termasuk golongan kesenian barongan.",
    "tarianName": "Tari Hudoq",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Sumpit atau sipet adalah senjata tradisional Kalimantan Timur yang umumnya digunakan dengan cara ditiup. Hal itu dimaksudkan untuk mengeluarkan mata sumpit. Senjata tradisional Sumpit biasanya akan dipakai oleh masyarakat untuk kebutuhan sehari-hari, misalnya saja untuk berburu ataupun digunakan sebagai senjata dalam pertempuran perang.  Sumpit tersebut dibuat dengan cara menggunakan bahan bilah bambu ataupun batang kayu yang berongga. Sementara anak sumpit atau yang umumnya disebut dengan damek akan dibuat menggunakan bilah bambu yang memiliki ukuran lebih kecil, dirap, atau lidi aren.",
    "senjataName": "Sumpit",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Rumah Lamin",
    "rumahDesc": "Rumah Lamin adalah rumah adat yang berasal dari suku Tidung di Kalimantan Timur. Rumah ini memiliki struktur panggung dengan dinding dan atap terbuat dari bahan kayu. Rumah Lamin biasanya memiliki tangga yang mengarah ke pintu masuk utama dan juga memiliki ruangan yang digunakan untuk tempat tinggal dan aktivitas sehari-hari.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Baju miskat adalah pakaian adat Kalimantan Timur yang modelnya terlihat seperti baju di zaman Tiongkok kuno. Desain busananya unik dan menarik.  Busana laki-laki berupa baju lengan panjang yang dilengkapi kancing dengan desain miring di sebelah kanan.  Sementara bawahannnya berupa celana panjang. Ketika memakai baju miskat, kaum pria Kutai mengenakan penutup kepala berupa kopiah. Sedangkan busana untuk wanita berupa baju lengan panjang.  Jika busana pria kancingnya di sebelah kanan, baju miskat wanita desain kancingnya miring di sebelah kiri. Untuk bawahan berupa rok kurung panjang.",
    "pakaianName": "Baju Miskat",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Upacara adat ini menjadi tradisi yang sering dilaksanakan masyarakat Dayak dalam acara pernikahan. Dalam acara ini, banyak diperlihatkan benda-benda adat. Banyak sedikitnya benda yang ditampilkan tergantung dari keturunan kedua mempelai. Jika mempelai wanita keturunan bangsawan, maka pihak mempelai pria wajib menyediakan sesuai permintaan pihak mempelai wanita.",
    "tradisiName": "Ngehawa\u0027k",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"kalimantan_timur\"",
    "kind": "provinsi",
    "name": "kalimantan_timur",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Tanjung Selor",
  "description": "Provinsi Kalimantan Utara adalah sebuah provinsi di Indonesia yang terletak di bagian utara pulau Kalimantan. Provinsi ini berbatasan dengan provinsi Kalimantan Tengah di sebelah selatan, Laut Sulawesi di sebelah utara, provinsi Kalimantan Timur di sebelah timur, serta negara Brunei Darussalam di sebelah barat.Kalimantan Utara terkenal dengan keindahan alamnya yang meliputi hutan hujan tropis, pantai-pantai yang indah, dan keanekaragaman hayati yang kaya. Beberapa tempat wisata populer di provinsi ini antara lain Taman Nasional Kayan Mentarang, Pantai Amal, Pulau Derawan, dan Gunung Buluan. Aktivitas wisata yang populer di Kalimantan Utara meliputi penjelajahan alam, menyelam, snorkeling, dan mempelajari budaya suku-suku Dayak yang merupakan penduduk asli Kalimantan Utara.  Selain potensi wisata alamnya, Kalimantan Utara juga merupakan pusat perdagangan dan pelabuhan yang penting di wilayah timur Indonesia. Provinsi ini juga memiliki kekayaan sumber daya alam seperti minyak bumi, gas alam, dan hasil hutan.  Provinsi Kalimantan Utara didirikan pada tahun 2012 setelah pemekaran dari provinsi Kalimantan Timur. Pembentukan provinsi ini bertujuan untuk mempercepat pembangunan dan pemerataan pembangunan di wilayah tersebut.",
  "lagu": [{
    "laguName": "Leten Jenai",
    "laguDesc": "Leten Jenai merupakan lagu khas masyarakat Dayak Kenyah. Dilansir Kemendikbud, suku ini tinggal di sebuah desa budaya Kalimantan Timur yang berjarak 24 km dari Samarinda dan 166 km dari Kabupaten Kutai Timur.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Salah satu makanan khas Kalimantan Utara adalah lawa, makanan yang satu ini sangat terkenal, dan banyak penggemarnya. Lawa ini adalah makanan khas dari sebuah kerajaan yaitu kerajangan Bulungan yang terdapat di Kalimantan Utara.  Makanan ini terbuat dari bahan dasar sayuran yang segar yaitu timun dan rumput laut. Bahan dasar ini agar terasa lezat maka di campur dengan berbagai bumbu seperti kelapa sangrai, udang galah, udang raja, dan sebagainya. Selain udang, masyarakat setempat juga sering mengganti udang dengan kerang.",
    "makananName": "Lawa",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Wisata alam ini menghadirkan aneka jenis tanaman mangrove, mulai dari yang berakar tunjang, akar nafas, hingga akar lutut.  Saat datang ke wisata Tarakan ini, Moms akan disambut dengan bekantan atau yang biasanya disebut dengan nama monyet Belanda.  Bekantan ini hidup dengan bebas di kawasan konservasi ini sehingga bisa dengan mudah dijumpai.",
    "wisataName": "Kawasan Konservasi Mangrove dan Bekantan",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Tari Magunatip atau Tari Lalatip merupakan tarian tradisional yang berasal Suku Dayak Tahol Provinsi Kalimantan Utara. Lalatip artinya menjepit. Tarian ini muncul pada jaman dahulu digunakan sebagai latihan ketangkasan kaki dalam melompat dan menghindari rintangan. Hal ini dilakukan karena adanya perang antar suku yang selalu terjadi dan mengancam kehidupan Suku Dayak Tahol, jadi keterampilam berperang wajib dimiliki oleh pemuda dan pemudi Suku Dayak Tahol.  Tarian ini mendebarkan karena penari dapat terjepit atau terapit kakinya oleh batang kayu bila terlambat menghindar apalagi saat penari menari dengan ditutup kedua matanya. Tarian Magunatip atau lalatip terbagi menjadi tiga kelompok pemain yaitu kelompok yang memainkan batang kayu, kelompok penari, dan kelompok pemain musik yang memainkan alat musik tradisional Kalimantan Utara berupa gong dan kendang.  Kelompok pertama memegang dua buah bilah kayu panjang sekitar dua sampai tiga meter, mereka berdua berhadap-hadapan dan berjongkok di tanah/lantai sambil menghentakkan kayu posisi menjepit dan melepaskan jepitan mengikuti irama musik pengiring. Konsentrasi dan kestabilan menjadi kunci utama tugas mereka, kelompok ini terbagi menjadi tiga kelompok berjajar.  Kelompok penari, terdiri dari perempuan dan laki-laki menari di antara jepitan kayu dengan cara melompat bergantian menghindari jepitan kayu yang dimainkan kelompok pertama, dengan tubuh dan tangan meliuk-liuk menari dengan gerakan ciri khas Suku Dayak Tahol. Tarian ini mendebarkan karena penari dapat terjepit atau terapit kakinya oleh batang kayu bila terlambat menghindar jepitan kayu bahkan ada saat harus menutup kedua matanya. Saat seperti inilah puncak dari tarian Lalatip.  Kelompok ketiga adalah pemain musik yang memainkan alat musik tradisonal Suku Dayak Tahol berupa gong dan kendang. Perpaduan antara suara kedua alat musik ini dan suara hentakan kayu tercipta irama semangat dan kegembiraan.",
    "tarianName": "Lalatip",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Dohong adalah senjata tradisional Kalimantan Utara yang berbentuk menyerupai keris. Namun senjata yang satu ini memiliki ukuran yang lebih besar. Dohong sendiri juga memiliki sisi mata uang yang tajam dengan pegangan yang terbuat dari tanduk kerbau yang telah mati. Namun cukup disayangkan, senjata yang satu ini sudah hampir punah dan tidak ada orang yang mengenalnya. Meskipun ada yang punya, mereka hanya akan menggunakannya sebagai benda pusaka. Hal itu karena bentuk dari senjata ini tidak mungkin jika untuk digunakan dalam kehidupan sehari-hari.  Namun di acara tertentu, senjata dohong akan dikeluarkan dari sarung oleh para tetua adat yang memiliki senjata tersebut. Umumnya hanya kepala suku saja yang boleh memiliki dan juga menggunakan senjata ini. Di zaman sekarang, senjata dohong sudah sulit sekali ditemukan, Bahkan di kalangan masyarakat Dayak itu sendiri.",
    "senjataName": "Dohong",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Rumah Baloy",
    "rumahDesc": "Rumah Baloy adalah rumah adat suku Bulungan di Kalimantan Utara. Rumah ini memiliki struktur yang tinggi dengan dinding yang terbuat dari kayu dan atap yang terbuat dari ijuk atau daun nipah. Rumah Baloy juga dilengkapi dengan tangga dan beranda di depan rumah. Rumah ini dirancang untuk menghadapi musim hujan dan banjir yang sering terjadi di daerah tersebut.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Pakaian adat Kalimantan Utara khas Dayak Kenyah untuk perempuan disebut baju ta’a.  Pakaian ini terbuat dari kain beludru berwarna hitam dengan pernik atau hiasan berupa manik-manik yang dijahit.  Ta’a terdiri dari atasan dengan model menyerupai rompi (tanpa lengan), bawahan berupa rok dengan warna dan motif yang sama.  Selain itu, juga ada penutup kepala berhias bulu burung enggang, dan aksesoris lainnya seperti gelang, kalung, dan manik-manik.  Motif hiasan rompi dan rok Ta’a sangat kental dengan perpaduan warna-warna mencolok seperti putih, hijau, biru, merah, yang sangat kontras dengan warna kain rompi.  Di bagian dada dan lengannya dilengkapi rumbai-rumbai dengan warna motif yang sama.",
    "pakaianName": "Ta’a",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "pakaianDesc": "Pakaian adat Kalimantan Utara untuk pria bernama baju Sapei Sapaq. Dari bahan pembuatan, model dan motifnya, baju ini sangat mirip dengan baju Ta’a.  Untuk bawahan, busana adat yang dikenakan kaum pria hanyalah berupa gulungan selendang yang bentuknya menyerupai cawat atau celana dalam.  Namun di masa sekarang bawahan seperti ini umumnya sudah diganti dengan celana pendek hitam karena dinilai kurang begitu elok dipandang mata.  Pelengkap baju Sapei Sapaq adalah sebuah mandau yang diselipkan di pinggang, perisai perang, serta kalung-kalung dari bahan alam seperti tulang, taring babi, dan biji-bijian",
    "pakaianName": "Sapei Sapaq",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Merupakan upacara besar dan sakral yang dilaksanakan oleh suku Dayak Kenyah, sebagai wujud rasa syukur kepada Sang Pencipta atas kemenangan yang diraih dalam medan peperangan. Secara rinci, Mamat juga disebut sebagai penyucian diri yang dilakukan oleh kaum laki-laki. Selanjutnya ada warisan budaya Pekiban dari Dayak Kenyah. Ini adalah ritual yang sah dalam menikahkan masyarakat pada sukunya.",
    "tradisiName": "Mamat",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"kalimantan_utara\"",
    "kind": "provinsi",
    "name": "kalimantan_utara",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Tanjung Pinang",
  "description": "Asal usul nama Kepulauan Riau berasal dari nama Riau. Riau diduga berasal kata \"riuh\" yang berarti ramai. Hal ini dikarenakan daerah Kepulauan Riau dahulunya merupakan pusat perdagangan dan keramaian. Lalu nama ini berkembang dengan digunakannya nama Riau pada nama Kesultanan Lingga. Pada masa kolonial, kata Riau dituliskan \"Riouw\", sesuai dengan ejaan bahasa Belanda.  Setelah proklamasi kemerdekaan, wilayah Riau (Kepulauan Riau saat ini) disatukan dengan wilayah Kesultanan Siak di daratan Sumatra. Dahulunya, hal ini dilakukan karena gerakan Ganyang Malaysia sehingga mempermudah hubungan dari wilayah kepulauan ke daratan Sumatra.",
  "lagu": [{
    "laguName": "Soleram",
    "laguDesc": "Lagu asal Riau yang pertama berjudul Soleram. Soleram merupakan lagu anak-anak yang memiliki makna mendalam tentang seorang ibu dengan anaknya.  Dalam lagu ini, sang Ibu memberikan pesan untuk tidak meninggalkan teman-teman lama serta bergaul dengan banyak teman baru.  Selain itu, lagu ini sering dijadikan sebagai pengantar tidur bagi anak-anak Melayu di daerah Riau dan biasa dinyanyikan oleh orang tua mereka.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Gonggong adalah hidangan laut yang terdiri dari siput laut kecil yang dimasak dengan bumbu pedas. Gonggong biasanya diolah dengan cara direbus atau dikukus, kemudian disajikan dengan saus pedas yang menggugah selera.",
    "makananName": "Gonggong",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Pulau Bintan adalah salah satu destinasi wisata terkenal di Kepulauan Riau. Pulau ini menawarkan pantai berpasir putih yang indah, air laut yang jernih, dan tempat-tempat liburan mewah. Beberapa pantai yang populer di Pulau Bintan termasuk Pantai Trikora, Pantai Lagoi, dan Pantai Tanjung Pinang. Pulau ini juga memiliki lapangan golf internasional, resor mewah, dan pusat perbelanjaan.",
    "wisataName": "Pulau Bintan",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Tari Zapin adalah tari tradisional yang terkenal dari Kepri. Tari yang berasal dari Kepulauan Riau ini bersifat edukatif dan menghibur. Dalam Kamus Besar Bahasa Indonesia (KBBI), Zapin berarti tarian khas Melayu yang diiringi lagu-lagu yang berasal dari negeri Yaman. Tari ini mendapatkan pengaruh dari daerah Timur Tengah dengan gerakan tarian yang lebih menonjolkan langkah kaki cepat mengikuti pukulan gendang dan gerakan. Awalnya, tari Zapin hanya dimainkan oleh kaum pria saja. Saat ini, tari ini dipentaskan dalam kelompok campuran pria dan wanita.",
    "tarianName": "Tari Zapin",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Senjata tradisional Riau yang paling terkenal bernama Pedang Jenawi. tersebut merupakan senjata yang pada jaman dahulu sering dipakai oleh para panglima perang kerajaan Melayu saat berperang. Ukurannya yang cukup panjang, yaitu sekitar 1 meter membuat pedang ini sering dipakai untuk perang tanding jarak jauh.  Pedang Jenawi bentuknya mirip samurai khas Jepang. Oleh sebab itu, diantara ahli sejarah dan budayawan berpendapat bahwa senjata tersebut berasal dari budaya Jepang kuno yang berakulturasi dengan budaya Melayu. Pada saat ini pedang Jenawi sudah dianggap sebagai identitas masyarakat melayu Riau di tingkat nasional.",
    "senjataName": "Pedang Jenawi",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Rumah Melayu",
    "rumahDesc": "Rumah Melayu adalah rumah adat yang umum ditemui di Kepulauan Riau. Rumah ini biasanya terbuat dari kayu dan memiliki atap yang melengkung atau berbentuk limas. Pada umumnya, rumah Melayu memiliki ruang tamu yang luas, kamar tidur, dapur, dan ruang keluarga. Arsitektur rumah ini didominasi oleh elemen-elemen tradisional, seperti ukiran dan hiasan yang rumit.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Pakaian teluk belanga adalah pakaian tradisional Kep. Riau yang hanya dikenakan oleh para pria. Pakaian ini sebenarnya adalah pakaian pria Melayu yang juga dijadikan ikon pakaian adat Jambi, Riau, dan sekitarnya. Tetapi, pakaian teluk belanga di kepulauan Riau memiliki keunikan tersendiri. Pakaian tradisional Teluk belanga pada umumnya motifnya polos, warnanya pun tidak mencolok. Warna pakaian dan celana panjang bawahannya pun sama. Bagian bawah juga terdapat kain sarung sebatas lutut.  Pakaian adat Teluk Belangga ini berasal dari Jogor untuk pria dan berawarna polos. Biasanya Teluk Belangga akan dipadukan dengan celana panjang yang warnanya senada dan menggunakan sarung sebatas lutut sebagai selendangnya.  Teluk Belangga memiliki ciri khas khusus dengan 3 buah kancing serta bagian bawahnya memiliki potongan yang lebih panjang.  Sementara itu, sebagai aksesoris Teluk Belanga, adalah penutup kepala yang disebut tanjak. Terbuat dari kain songket segi empat yang diikat sehingga terbentuk sebuah songkok (peci). Tanjak umumnya digunakan hanya pada saat upacara resmi, seperti acara adat dan kenduri.",
    "pakaianName": "Teluk Belanga",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Tradisi tepung tawar merupakan simbol yang dilakukan untuk mendoakan seseorang atas keberhasilannya. Upacara ini merupakan salah satu bagian penting dalam sejumlah prosesi adat istiadat di Riau. Umumnya, tepung tawar ini dilakukan pada acara hajatan adat perkawinan, khataman Alquran, syukuran, hingga prosesi peresmian lainnya.",
    "tradisiName": "Tepung Tawar",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"kepulauan_riau\"",
    "kind": "provinsi",
    "name": "kepulauan_riau",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Bandar Lampung",
  "description": "Provinsi Lampung adalah provinsi yang terletak pada bagian sebelah paling ujung tenggara pulau Sumatera. Provinsi Lampung lahir pada tanggal 18 Maret 1964 dengan ditetapkannya Peraturan Pemerintah Nomor 3/1964 yang kemudian menjadi Undang-undang Nomor 14 tahun 1964. Sebelum itu Provinsi Lampung merupakan Karesidenan yang tergabung dengan Provinsi Sumatera Selatan. Provinsi Lampung beribukota di Bandar Lampung, yang merupakan gabungan dari kota kembar Tanjungkarang dan Telukbetung memiliki wilayah yang relatif luas, dan menyimpan potensi kelautan. Pelabuhan utamanya bernama Panjang dan Bakauheni serta pelabuhan nelayan seperti Pasar Ikan (Telukbetung), Tarahan, dan Kalianda di Teluk Lampung.",
  "lagu": [{
    "laguName": "Cangget Agung",
    "laguDesc": "Cangget Agung merupakan salah satu lagu daerah Lampung yang mengajak muda-mudi Lampung untuk tetap melestarikan adat istiadat sebagai identitas mereka. Lagu ini muncul dari tradisi masyarakat adat Lampung, yakni upacara cangget agung atau begawi.  Makna dari lagu Cangget Agung adalah tentang kenaikan tahta dan pernikahan seseorang yang harus dibarengi dengan penuh tanggung jawab.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Seruit merupakan salah satu makanan khas Lampung yang sering dihidangkan saat ada acara keluarga, pernikahan, acara adat serta acara keagamaan. Sementara itu, seruit ini juga sering dijadikan makanan pokok yang dikonsumsi sehari-hari oleh masyarakat Pepadun. Seruit merupakan sebuah makanan yang terbuat dari ikan bakar yang mix dengan berbagai sambal terasi khas kota Bandar Lampung seperti tempoyak ataupun ada pula yang menambahkan mangga.  Pada dasarnya ikan-ikan yang digunakan untuk membuat seruit cukuplah beragam, namun ikan yang paling sering digunakan ialah ikan yang berasal dari sungai seperti ikan baung, ikan balide, ikan layis dan lainnya. Saat menyantap seruit ini biasanya akan ditambahkan lalapan agar memberikan cita rasa yang lebih lezat dan nikmat.",
    "makananName": "Seruit",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Terletak di Kabupaten Lampung Timur, Taman Nasional Way Kambas adalah tempat perlindungan gajah Sumatera yang terancam punah. Di sini, Anda dapat melihat gajah-gajah tersebut, mengikuti jejak mereka, serta menikmati alam liar yang indah.",
    "wisataName": "Taman Nasional Way Kambas",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Tari cangget merupakan salah satu tari adat tradisional dari Lampung yang diperagakan oleh para anak muda setempat. Pada tahun 1942, tarian ini sering diperagakan ketika terdapat acara yang berkaitan dengan gawai adat.  Pada saat pementasan tari berlangsung, terdapat alat musik tradisional mengiringi berupa 1 bende, 2 gong, 1 gendang, 8 hingga 12 lunik, canang dan 2 pepetuk. Mayoritas masyarakat Lampung menjadikan tarian ini sebagai ciri khas provinsinya. ",
    "tarianName": "Tari Cangget",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Salah satu daerah di Indonesia yang memiliki senjata keris sebagai identitas daerahnya adalah Provinsi Lampung. Keberadaan keris di Provinsi Lampung ini, banyak mendapat pengaruh dari senjata keris yang ada di Pulau Jawa. Hal tersebut dikarenakan pada zaman dahulu kerajaan dan keratuaan-keratuan yang ada di daerah Lampung, banyak kedatangan empu (pembuat keris) yang menjual jasanya bagi pembesar kerajaan yang ada di daerah Lampung. Di mana para pembuat keris tersebut, kebanyakan berasal dari daerah Jawa.",
    "senjataName": "Keris",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Nuwo Sesat",
    "rumahDesc": "Menjadi ikon rumah adat Lampung, Sesat Balai Agung menjadi bangunan yang berfungsi utama sebagai tempat pertemuan para penyeimbang adat atau biasa juga disebut purwatin.  Ada tangga bernama Jambat Agung saat memasuki Balai Agung tersebut, biasa juga disebut Lorong Agung. Dibagian atas tangga ada payung berrwarna 3 macam yaitu putih, kuning, dan merah. Warna tersebut merupakan lambang kesatuan  masyarakat Lampung.  Payung putih melambangkan marga warga Lampung , payung berwarna kuning melambangkan tingkat sosial di desa, lalu payung berwarna merah melambangkan tingkat suku di desa.  Rumah adat ini juga memiliki lambang Garuda di atapnya karena hewan tersebut dipercaya menjadi kendaraan Dewa Wisnu pada jaman dahulu. Namun pada masa kini, lambang Garuda digunakan sebagai tempat duduk pengantin warga desa adat Lampung.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Pakaian adat resmi dari provinsi Lampung dinamakan Tulang Bawang. Walaupun berpenduduk heterogen, pakaian adat Tulang Bawang ini tetap dilestarikan ditengah-tengah masyarakat. Hingga kini, kita bisa melihat pakaian tradisional ini dikenakan di upacara pernikahan dan dikenakan oleh para penari sebagai simbol penghormatan budaya asli Lampung.  Pakaian Tulang Bawang kental dengan tradisi ketimuran dengan model baju tertutup dan menjunjung tinggi nilai kesopanan. Para pria mengenakan atasan putih berlengan panjang dengan bawahan celana berwarna sama. Selain itu, di bagian pinggang dililitkan sarung hingga sepanjang lutut. Biasanya sarung ini didominasi warna merah dan emas. Sementara itu, kaum wanitanya mengenakan kebaya berwarna putih. Umumnya kebaya ini terbuat dari bahan brokat. Panjang lengan bervariasi sesuai selera, yakni bisa pendek maupun panjang.  Untuk bagian bawahnya, mereka mengenakan sarung bermodel rok panjang yang coraknya sama dengan kaum pria. Selain itu, para wanita juga mengenakan banyak perhiasan, mulai dari mahkota di kepala, anting, kalung, gelang, dan cincin.",
    "pakaianName": "Tulang Bawang",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Tradisi Gawi atau Begawi dilaksanakan untuk ritual kehidupan, di antaranya kelahiran anak, menjelang dan saat pernikahan hingga pemberian gelar adat Begawi Cakak Pepadun.  Untuk tradisi Gawi tak semua orang atau warga setempat yang bisa mengadakan perayaan tersebut. Biasanya, hanya masyarakat yang memiliki tingkat ekonomi menengah ke atas atau mereka yang mampu bisa melaksanakannya. Hal ini karena biaya pelaksanaan acara adat Gawi atau Begawi ini membutuhkan biaya yang tidak sedikit.",
    "tradisiName": "Gawi",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"lampung\"",
    "kind": "provinsi",
    "name": "lampung",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Ambon",
  "description": "Provinsi Maluku adalah sebuah provinsi di Indonesia. Terletak di bagian timur Indonesia, provinsi ini terdiri dari wilayah kepulauan yang meliputi pulau-pulau di sekitar Kepulauan Maluku. Ibu kota provinsi Maluku adalah Kota Ambon. Provinsi Maluku terbagi menjadi dua kabupaten yaitu Kabupaten Maluku Tengah dan Kabupaten Maluku Tenggara, serta satu kota yaitu Kota Ambon. Selain itu, provinsi Maluku juga memiliki beberapa pulau besar lainnya seperti Seram, Buru, dan Kei. Provinsi Maluku terkenal dengan keindahan alamnya, termasuk pantai, pegunungan, dan kekayaan bawah lautnya.",
  "lagu": [{
    "laguName": "Rasa Sayang-Sayange",
    "laguDesc": "“Rasa Sayang Sayange” adalah lagu daerah Maluku yang diturunkan secara turun-temurun oleh para leluhur masyarakat Maluku.  Lagu ini menggunakan bahasa asli Maluku dan sering dinyanyikan oleh anak-anak untuk mengungkapkan rasa cinta mereka terhadap lingkungan dan masyarakat antar sesama.  Jika dicermati, lirik lagu ini memiliki pantun atau sajak yang menggemakan salah satu tradisi lisan masyarakat Maluku. Jadi lirik lagu anak ini bisa diubah sesuai keinginan penyanyinya sehingga ada beberapa versi lagu ini.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Papeda adalah makanan pokok yang terbuat dari sagu. Makanan ini disajikan dalam bentuk bubur kental dan biasanya disantap dengan ikan kuah kuning atau cakalang fufu.",
    "makananName": "Papeda",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Kepulauan Banda terletak di tengah Laut Banda dan merupakan destinasi wisata yang indah dan sejarah yang kaya. Pulau Banda Neira adalah salah satu pulau utama di kepulauan ini dan memiliki bangunan peninggalan kolonial Belanda yang masih terjaga dengan baik. Anda dapat menjelajahi Benteng Belgica, Museum Banda, dan menikmati pemandangan indah Pulau Gunung Api.",
    "wisataName": "Banda Neira",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Tarian berisi tentang pesan untuk meminta kepada Tuhan, yaitu keselamatan ketika bencana datang, perang yang tidak berakhir, dan musim kemarau yang panjang agar diberi hujan. Tari ini ditarikan oleh penari perempuan dengan iringan pantun dan musik.",
    "tarianName": "Tari Yerik",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Parang Salawaku adalah sepasang senjata tradisional dari Maluku. Parang Salawaku terdiri dari Parang (pisau Panjang) dan Salawaku ( perisai ) yang pada masa lalu adalah senjata yang digunakan untuk berperang. Bagi masyarakat Maluku, Parang dan Salawaku adalah simbol kemerdekaan rakyat. Senjata ini dapat disaksikan pada saat tarian cakalele yaitu tarian yang menyimbolkan kekuatan kaum pria Maluku. Parang ditangan kanan penari melambangkan keberanian sementara Salawaku ditanagan kiri melambangkan perjuangan untuk mendapatkan keadilan. Bukan sekedar simbol masyarakat Maluku, parang dan salawaku juga telah dibuat produk ekraf khas Maluku.",
    "senjataName": "Parang Salawaku",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Baileo",
    "rumahDesc": "Baileo adalah sebutan untuk rumah tradisional orang Maluku. Salah satu wilayah dimana bangunan ini masih terpelihara dengan baik adalah di Kecamatan Saparua Kabupaten Maluku Tengah. Rumah baileo tidak difungsikan sebagai rumah tinggal, melainkan hanya digunakan pada pelaksanaan acara adat atau keagamaan. Berdasarkan fungsinya, maka baileo kurang lebih sama dengan kata balai dalam bahasa Indonesia.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": null,
    "pakaianName": "Baju Cele",
    "pakaian_Desc": "Baju cele dan kain salele (baju dan dibahu kain pikul) kain kebaya dan kain salele di pinggang. Biasanya jujaro/nona/gadis yang memakai diberi istilah nona baju cele kaeng salele. Kalau seorang ibu (sudah kawin), diberi istilah Nyora baju cele kain salele. Pada umumnya busana ini memiliki corak warna ceria/berani (kebanyakan merah), karena memiliki nilai keceriaan dan kecekatan.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Sasi adalah tradisi adat yang umum di Maluku, di mana suatu wilayah atau sumber daya alam tertentu dilindungi atau dilarang untuk digunakan dalam jangka waktu tertentu. Ini bertujuan untuk menjaga kelestarian lingkungan dan sumber daya alam. Upacara adat Sasi sering diadakan dengan pengorbanan hewan, nyanyian, dan tarian tradisional.",
    "tradisiName": "Upacara Adat Sasi",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"maluku\"",
    "kind": "provinsi",
    "name": "maluku",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Sofifi",
  "description": "Provinsi Maluku Utara adalah sebuah provinsi di Indonesia. Ibu kota provinsi ini adalah Sofifi, yang terletak di Pulau Halmahera. Provinsi Maluku Utara terbentuk pada tahun 1999 setelah pemekaran dari Provinsi Maluku. Wilayahnya terdiri dari beberapa pulau utama, seperti Halmahera, Ternate, Tidore, dan pulau-pulau kecil di sekitarnya. Provinsi ini memiliki kekayaan alam yang melimpah, termasuk sumber daya mineral, perikanan, dan keindahan alam yang menarik wisatawan.",
  "lagu": [{
    "laguName": "Borero",
    "laguDesc": "Lagu borero dapat dimaknai sebagai upaya menjaga dan mewariskan tradisi lisan masyarakat Maluku Utara melalui lagu sebagai media komunikasinya. Sehingga lagu borero bukan hanya sekedar alunan musik yang indah atau enak untuk didengar, lebih dari itu lagu tersebut juga telah menjalankan fungsinya sebagai media komunikasi. Lagu daerah inilah yang cukup dekat dan selalu dinyanyikan oleh masyarakat Maluku Utara dan akan terus diwariskan dari generasi ke generasi.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Kue sagu tradisional Maluku Utara tempo dulu, tentunya memiliki bahan dasar utama tepung sagu dan biasanya dijadikan cemilan sembari menikmati secangkir kopi atau teh.  Rasanya yang gurih dan manis, dengan tekstur keras disertai sensasi kacang kenari yang menari di lidah. Di kota Ternate Maluku Utara, Bagea Kenari dihasilkan dari industri rumahan secara turun temurun.",
    "makananName": "Bagea Kenari",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Pulau terbesar di Maluku Utara ini memiliki keindahan alam yang memukau. Anda dapat menikmati pantai-pantai indah seperti Pantai Weda, Pantai Ngurbloat, dan Pantai Akelamo. Jelajahi juga Taman Nasional Aketajawe-Lolobata yang melindungi hutan tropis, gunung, dan keanekaragaman hayati.",
    "wisataName": "Pulau Halmahera",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Cakalele adalah tarian perang yang populer di Maluku Utara. Tarian ini melibatkan gerakan dinamis, atraktif, dan energik yang menggambarkan semangat juang dan kegagahan para prajurit. Tarian Cakalele biasanya disertai dengan iringan musik tradisional seperti tifa, gong, dan seruling.",
    "tarianName": "Cakalele",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Kampilan adalah pedang tradisional yang digunakan oleh masyarakat di Maluku Utara. Pedang ini memiliki bilah melengkung yang tajam dan pegangan yang kokoh. Kampilan digunakan dalam pertempuran dan juga sebagai lambang keberanian dan kehormatan.",
    "senjataName": "Kampilan",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Rumah Sasadu",
    "rumahDesc": "Rumah adat Maluku milik masyarakat Suku Sahu yang telah lama tinggal di Halmahera. Memiliki konsep rumah yang terbuka tanpa dinding dan jendela pada bagian dalamnya, meski dari segi bentuk, keduanya sangatlah berbeda. Rumah baileo juga masuk ke dalam jenis rumah panggung. Ciri Khas rumah ini diantaranya terletak pada bagian atapnya yang lebih tinggi jika dibanding dengan bagian bawahnya. Rumah sasadu sendiri sengaja dibuat mirip limas persegi dengan bentuk bagian bawah yang melingkar lengkap dengan tempat duduk kayu di sekitarnya.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Manteren Lamo merupakan pakaian adat dari Maluku Utara yang khusus digunakan oleh keturunan kerajaan atau para sultan kerajaan. Menariknya, pakaian ini juga merupakan salah satu peninggalan dari kerajaan Ternate dan Tidore.",
    "pakaianName": "Manteren Lamo",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Taji Besi pada upacara Dina adat kematian, Taji Besi merupakan bentuk gerakan yang menusuk diri-sendiri dengan dua buah batang besi yang ujung dibuat runcing dan tajam. Taji Besi dapat dimainkan oleh siapa saja namun harus beragama islam dan berjenis kelamin laki-laki dengan gerakan yang dilakukan sambil mengikuti alunan tabuhan alat musik rebana. Taji Besi biasanya dilakukan pada saat Upacara adat dina kematian, syukuran dan hari ulang tahun Kota Tidore Kepulauan. Taji Besi ini sangat terkenal pada masyarakat Tidore dan telah menjadi tradisi tersendiri dalam setiap upacara adat dina kematian.",
    "tradisiName": "Taji Besi",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"maluku_utara\"",
    "kind": "provinsi",
    "name": "maluku_utara",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Kupang",
  "description": "Provinsi Nusa Tenggara Barat adalah sebuah provinsi yang terletak di Pulau Nusa Tenggara, Indonesia. Ibu kota provinsi ini adalah Kota Mataram. Nusa Tenggara Barat memiliki kekayaan alam yang indah, termasuk pantai-pantai berpasir putih, gunung-gunung, dan pulau-pulau eksotis.",
  "lagu": [{
    "laguName": "Balelebo",
    "laguDesc": "Bagi orang Timur yang pergi merantau ke negeri orang, baik untuk menyambung hidup maupun melanjutkan pendidikan, lagu Balelebo ini adalah nyanyian yang mewakili perasaan mereka akan kerinduan terhadap kampung halaman.  Lagu Balelebo bercerita tentang rasa rindu seseorang terhadap kampung halamannya. Dalam liriknya juga mendeskripsikan keindahan dan keelokan tanah Timur, yang lebih baik dari tempat mereka tinggal hari ini.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Ayam Taliwang adalah hidangan khas Lombok yang terkenal. Ayam ini dimasak dengan bumbu khas yang terdiri dari cabai, bawang putih, kemiri, dan rempah-rempah lainnya. Ayam Taliwang biasanya dipanggang atau dibakar, kemudian disajikan dengan sambal pedas dan lalapan.",
    "makananName": "Ayam Taliwang",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Gili Trawangan adalah salah satu dari tiga pulau kecil yang terkenal di sebelah barat laut Lombok. Pulau ini menawarkan suasana santai, pantai berpasir putih, terumbu karang yang indah untuk snorkeling dan menyelam, serta kehidupan malam yang animatif dengan berbagai bar dan restoran.",
    "wisataName": "Gili Trawangan",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Tari Lenggo atau Mpaa Lenggo adalah tarian tradisional yang berasal dari Bima, Nusa Tenggara Barat (NTB).  Tari Lenggo merupakan tarian peninggalan Kerajaan Bima yang sempat berkuasa di NTB.  Tari Lenggo ini sering ditarikan di lingkungan Kerajaan Bima atau kantor pemerintahan pada saat kedatangan tamu resmi dan biasanya Tari Lenggo ditarikan oleh empat orang perempuan dan empat orang laki-laki yang dimana para penari akan mengenakan pakaian adat tradisional Kota Bima, yaitu baju bodo.  Iringan musik dari tari Lenggo ini berupa serunai (seruling), gong dan katonggak (gendang dari kulit).",
    "tarianName": "Tari Lenggo",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Klewang merupakan pedang khas tentara khusus kerajaan Lombok. Kelewang ini dibuat sekitar tahun 1700 – 1800 Masehi. Sebagaimana diungkap dalam buku “Keris Lombok” karangan Bapak Ir. Lalu Djelenga.  Masyarakat Lombok lebih sering menyebut pedang dengan nama Klewang. Julukan yang hampir sama bagi semua jenis pedang. Pasukan tentara kerajaan biasanya menyandang Kelewang di punggungnya.  Kelewang berbentuk bilah besi terhunus dengan lengkungan khas. Ujung mata kelewang meruncing pada sisi bilah bagian yang tajam. Pamor pada pangkal bilah sangat kontras dengan motif yang kian tampil cantik, terutama pada bagian tengah bilah hingga ujung. Rentang panjang bilah mencapai 50 cm.",
    "senjataName": "Kelewang",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Bale",
    "rumahDesc": "Bale ini adalah rumah adat NTB yang berasal dari suku Sasak. Rumah adat ini terletak di desa Sade, Lombok Tengah. Sampai sekarang desa Sade masih memegang teguh tradisi dan kelestarian rumah adat ini sehingga rumah adat ini masih terjaga hingga saat ini.  Suku Sasak mempunyai kepercayaan bahwa untuk membangun rumah ini ada aturan-aturan khusus seperti aturan kapan waktu yang tepat untuk mendirikan rumah ini, jika aturan tersebut mereka abaikan, diyakini bahwa akan ada nasib buruk ketika menempati rumah tersebut.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Pakaian tradisional suku Sasak di Lombok terdiri dari pakaian laki-laki dan perempuan. Pria biasanya mengenakan \"Dhodhaq\" yang terdiri dari kain sarung panjang yang diikat di pinggang dan kemeja tradisional dengan lengan panjang. Sedangkan perempuan mengenakan \"Kebaya Sasak\" yang merupakan atasan dengan kancing depan, kain sarung yang dikenakan di pinggang, dan selendang yang melilit di pundak.",
    "pakaianName": "Pakaian Adat Sasak",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Tradisi yang dilakukan kepada bayi yang baru lahir atau berumur dibawah enam bulan, biasanya dilaksanakan di Masjid atau Musala pada hari-hari besar agama Islam, terutama saat peringatan hari kelahiran Nabi Muhammad SAW (Maulid). Yang unik adalah seluruh tokoh agama dan masyarakat yang diundang harus mencukur atau memegang kepala bayi tersebut.",
    "tradisiName": "Ngurisan",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"nusa_tenggara_barat\"",
    "kind": "provinsi",
    "name": "nusa_tenggara_barat",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Mataram",
  "description": "Nusa Tenggara Timur (NTT) adalah salah satu provinsi di Indonesia. Provinsi ini terletak di bagian timur Indonesia, tepatnya di Pulau Timor dan sebagian besar Kepulauan Nusa Tenggara. Ibu kota NTT adalah Kota Kupang. Provinsi Nusa Tenggara Timur terdiri dari berbagai pulau yang termasuk di antaranya adalah Pulau Timor, Pulau Flores, Pulau Sumba, Pulau Alor, dan Pulau Rote. NTT memiliki kekayaan alam, budaya, dan sejarah yang kaya serta merupakan tujuan wisata yang populer di Indonesia.",
  "lagu": [{
    "laguName": "Anak Kambing Saya",
    "laguDesc": "Lagu daerah selanjutnya yang berasal dari Nusa Tenggara Timur adalah anak kambing saya.  Lagu ini mempunyai makna bercerita tentang orang tua yang sedang mencari-cari anak kesayangannya.  Lagu ini juga populer dikalangan anak-anak untuk dijadikan lagu bersenang-senang dalam permainan.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Nasi Kolo adalah hidangan nasi khas Nusa Tenggara Timur yang berasal dari Sumba. Nasi Kolo disajikan dengan daging babi atau ayam yang diiris tipis dan dimasak dengan bumbu khas. Hidangan ini biasanya ditaburi dengan bawang goreng dan disajikan dengan sayuran atau acar.",
    "makananName": "Nasi Kolo",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Gunung Kelimutu adalah gunung yang terkenal karena memiliki tiga danau berwarna yang berbeda di puncaknya. Setiap danau memiliki warna air yang berbeda dan dapat berubah-ubah seiring waktu. Pemandangan dari puncak Gunung Kelimutu sangat menakjubkan, terutama saat matahari terbit atau terbenam.",
    "wisataName": "Gunung Kelimutu",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Tarian Caci berasal dari daerah Manggarai di Flores. Tarian ini adalah perpaduan antara tarian dan pertunjukan seni bela diri. Dalam tarian ini, dua penari laki-laki menggunakan tameng dan cambuk rotan untuk saling menyerang dan bertahan. Tarian Caci biasanya dipentaskan dalam rangka perayaan adat, festival, atau acara budaya lainnya.",
    "tarianName": "Tarian Caci",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Senjata adat NTT ini mirip Keris, berbentuk lurus dan pegangannya menyerupai bentuk sayap burung dengan motif horizontal melingkar pada sarung Sundu.  Senjata yang biasanya digunakan oleh masyarakat NTT adalah Sundu atau Sudu, sejenis keris. Penduduk NTT menganggapnya sebagai senjata tikam yang sakral.",
    "senjataName": "Sundu",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Musalaki",
    "rumahDesc": "Rumah adat dari NTT pertama adalah Rumah Musalaki. Secara filosofi, “Mosa” memiliki arti ketua dan “laki” memiliki arti adat. Maksudnya adalah rumah ini digunakan untuk tempat tinggal ketua adat. Tetapi semakin kesini, banyak bangunan bahkan hingga kantor pemerintahan mengadopsi gaya Rumah Musalaki. Dari segi fungsi, selain tempat tinggal Rumah Adat Musalaki juga sering digunakan untuk upacara adat atau musyawarah masyarakat Suku Ende Lio.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Suku Rote merupakan suku yang pernah bermigrasi dari pulau Seram, Maluku. Kini, sudah menjadi penduduk asli dari pulau Rote. Suku ini juga mendiami beberapa pulau lainnya di NTT, seperti Pulau Timor, Pulau Ndao, Pulau Pamana, Pulau Nuse, Pulau Heliana, Pulau Manuk, Pulau Landu dan masih banyak lagi pulau lainnya. Pakaian adat NTT Suku Rote ini dijadikan sebagai ikon dari pakaian adat daerah untuk wilayah NTT. Hal tersebut dikarenakan memang pakaian yang ada di Suku Rote ini mempunyai model yang unik dengan berbagai ciri khas dan juga sejarah serta nilai filosofis yang tinggi pada baju adat tersebut.",
    "pakaianName": "Pakaian Adat Suku Rote",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Bijalungu hiu paana adalah sebuah upacara adat yang diselenggarakan warga Wanokaka, Kabupaten Sumba Barat, Nusa Tenggara Timur. Upacara dilaksanakan setiap akhir Februari. Tanggal pastinya ditentukan oleh para Rato (pemimpin spiritual Marapu) dengan melihat tanda-tanda alam serta berdasarkan perhitungan bulan gelap dan bulan terang. Bijal memiliki makna turun atau pergi. Sedangkan Hiu Paana adalah nama sebuah hutan kecil. Jadi bijalungu hiu paana berarti pergi ke hutan Hiu Paana. Dinamakan demikian karena puncak upacara yang berpusat di kampung Waigali ini memang dilaksanakan di hutan itu, tepatnya di sebuah gua kecil tak jauh dari kampung. Dalam upacara ini masyarakat melakukan tradisi ritual Kabena Kebbo (lempar kerbau) dan ritual Teung (potong kerbau).",
    "tradisiName": "Upacara Bijalungu Hiu Paana",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"nusa_tenggara_timur\"",
    "kind": "provinsi",
    "name": "nusa_tenggara_timur",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Jayapura",
  "description": "Provinsi Papua adalah sebuah provinsi di Indonesia yang terletak di bagian timur Pulau Papua. Provinsi ini dibagi menjadi dua provinsi yaitu Papua dan Papua Barat sejak tahun 2003. Ibu kota provinsi Papua adalah Kota Jayapura, sedangkan ibu kota provinsi Papua Barat adalah Kota Manokwari.",
  "lagu": [{
    "laguName": "Yamko Rambe Yamko",
    "laguDesc": "Yamko Rambe Yamko adalah salah satu lagu daerah yang paling terkenal dari Papua. Lagu ini berasal dari Papua Barat dan sering dinyanyikan dalam berbagai kesempatan, baik acara formal maupun informal. Lagu ini memiliki lirik yang sederhana tetapi penuh semangat, dan biasanya disertai dengan tarian yang ceria.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Udang selingkuh merupakan makanan khas daerah Papua. Udang yang dipakai biasanya jenis udang air tawar. Tekstur dari udang ini mirip dengan lobster. Disebut udang selingkuh karena udang tersebut memiliki bentuk capit seperti kepiting. Warga lokal menganggap udang tersebut berselingkuh dengan kepiting.  Dalam proses penyajian, biasanya udang ini direbus, digoreng, dan juga dibakar. Selama dibakar biasanya ada yang menambahkan bumbu atau garam saja, dan ada juga yang tidak. Apapun teknik memasaknya, cita rasa khas dari makanan yang satu ini tetap akan terasa.  Dengan berjalannya waktu, bumbu untuk memasak udang selingkuh mulai beragam ada yang menggunakan saus tiram, lada hitam, saus padang, dan juga asam manis. Jangan lupa pelengkap udang selingkuh ini yaitu, sayur kangkung, dan juga bunga pepaya dijamin makin nikmat dan lezat. Terlebih lagi, tekstur masakan udang ini lembut dan manis.",
    "makananName": "Udang Selingkuh",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Ini dia nih, danau terbesar di Papua yang memiliki panorama fantastis dan jadi kebanggaan masyarakat lokal! Apalagi kalau bukan Danau Sentani yang terletak di Kabupaten Jayapura. Danau dengan luas 9.360 hektare ini merupakan sumber air dari 14 sungai besar dan sungai kecil. Tak hanya itu, danau ini pun juara dalam produksi ikannya yang bisa mencapai 1.823 ton/tahun, lho!  Dengan bentuk danau yang unik seperti amoeba, terdapat 22 pulau kecil yang menghiasi keindahan danau. Enggak heran, kalau Danau Sentani jadi lokasi wisata favorit yang ramai dikunjungi wisatawan.",
    "wisataName": "Danau Sentani",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Tari Awaijale Rilejale merupakan tarian daerah Papua yang berasal dari masyarakat suku Sentani yang tinggal di sekitar daerah Distrik Sentani, Kabupaten Jayapura, Provinsi Papua.  Tarian daerah Papua satu ini menggambarkan mengenai keindahan dari alam Danau Sentani ketika memasuki waktu senja, ketika warga lokal pulang dari bekerja dengan menaiki perahu.  Tari Awaijale Rilejale ditarikan oleh sekelompok penari laki-laki serta perempuan. Ketika membawakan tari Awaijale Rilejale, para penari akan mengenakan pakaian adat yang disebut sebagai Pea Malo.",
    "tarianName": "Tari Awaijale Rilejale",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Tombak adalah senjata yang terdiri dari bilah tajam yang dipasang pada ujung tongkat. Tombak tradisional Papua umumnya terbuat dari kayu dengan ukiran-ukiran yang rumit. Senjata ini digunakan dalam berburu, pertempuran, atau dalam upacara adat.",
    "senjataName": "Tombak",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Rumah Honai",
    "rumahDesc": null,
    "rumahDate": "Rumah Honai adalah rumah adat suku Dani yang berasal dari Lembah Baliem di Papua. Rumah ini terbuat dari jerami, kayu, dan ilalang. Rumah Honai memiliki bentuk bulat dengan atap kubah dan pintu yang kecil. Setiap rumah Honai biasanya ditempati oleh beberapa keluarga yang terkait oleh hubungan kekerabatan.",
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Koteka adalah pakaian tradisional yang digunakan oleh beberapa suku di Papua, seperti suku Dani, Yali, dan Amungme. Koteka terbuat dari kulit kayu atau kerangka kelapa yang diletakkan di depan kelamin laki-laki. Pakaian ini merupakan simbol dari identitas budaya dan kehidupan suku-suku tersebut.",
    "pakaianName": "Koteka",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Upacara adat di Papua yang pertama wajib kamu ketahui adalah Upacara Bakar Batu. bisa dibilang menjadi sebuah tradisi penting di Tanah Papua.  Upacara ini berupa ritual memasak bersama dengan warga satu kampung. Disebut dengan Bakar Batu karena prosesinya yang membakar bati hingga panas membara, kemudian ditumpuk di atas makanan yang akan dimasak.  Bagi masyarakat Papua, tradisi ini biasa dilakukan untuk berbagai tujuan. Seperti ungkapan rasa syukur, menyembut kebahagiaan, ajang silaturahmi hingga untuk mengumpulkan prajurit untuk berperang.",
    "tradisiName": "Upacara Bakar Batu",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"papua\"",
    "kind": "provinsi",
    "name": "papua",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Manokwari",
  "description": "Provinsi Papua Barat adalah sebuah provinsi di Indonesia. Ibu kota provinsi ini adalah Kota Manokwari. Provinsi Papua Barat terletak di bagian barat Pulau Papua dan berbatasan dengan Provinsi Papua di sebelah timur. Papua Barat memiliki luas wilayah sekitar 114.566 kilometer persegi dan merupakan provinsi terbesar kedua di Indonesia setelah Provinsi Papua.",
  "lagu": [{
    "laguName": "Sajojo",
    "laguDesc": "Sajojo adalah salah satu lagu daerah Papua yang populer hingga ke wilayah Barat Indonesia. Lagu ini juga memiliki tarian khas yakni Tarian Sajojo.  Lagu ini menceritakan tentang seorang gadis yang berparas cantik jelita. Gadis ini sangat disayangi oleh kedua orang tuanya. Karena kecantikannya, gadis ini akhirnya menjadi seorang kembang desa yang ingin dipinang kaum pria.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Ikan Bakar Manokwari merupakan makanan khas Papua Barat. Ikan Bakar Manokwari memiliki cita rasa bumbu yang berbeda karena menggunakan sambal khas yang hanya bisa ditemui di Papua. Sambal khas ini berasal dari bumbu-bumbu khusus yang digiling sampai mendapatkan tekstur yang sempurna dan biasanya disajikan mentah.  Sebelum dibakar, ikan dilumuri dengan jeruk nipis supaya lebih segar dan mengurangi bau. Ikan Bakar Manokwari memiliki nilai gizi seperti vitamin, zat besi, mineral, dan lemak. Masakan ini bisa disajikan bersama dengan nasi hangat, sambal, kemangi, dan es jeruk. Lalu, apakah kamu pernah mencoba makanan khas Papua yang satu ini?",
    "makananName": "Ikan Bakar Manokwari",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": " Teluk Cenderawasih merupakan tempat yang ideal untuk menyaksikan ikan paus raksasa yang biasa disebut Paus Humpback. Anda dapat menyelam bersama ikan paus ini atau melihat mereka dari permukaan laut.",
    "wisataName": "Teluk Cenderawasih",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Tari Soanggi adalah tarian adat yang berasal dari daerah pantai Teluk Cendrawasih, Kabupaten Waropen, Provinsi Papua Barat. Eksistensi awal tari Soanggi tidak begitu jelas, tetapi tarian ini merupakan salah satu bentuk ekspresi masyarakat Papua Barat yang masih kental dengan nuansa magis. Tarian tersebut berawal dari kisah seorang suami yang ditinggal mati istrinya akibat diserang oleh makhluk bernama anggi-anggi atau soanggi (jadi-jadian), di Jawa biasa disebut memedi.  Menurut kepercayaan masyarakat setempat, soanggi merupakan roh jahat yang belum mendapatkan kenyamanan di alam baka. Roh jahat tersebut biasanya akan merasuki tubuh seorang wanita. Jika korbannya telah diserang, para kepala suku akan segera mencari tahu soanggi yang sudah mencelakai korban sebagai upaya pencegahan.",
    "tarianName": "Tari Soanggi",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Tombak orang Papua adalah senjata tradisional di Papua Barat ini yang juga biasa disebut “Tul” oleh masyarakat setempat. Tombak adalah senjata yang bisa digunakan untuk pertempuran dan berburu. Selain itu, budaya Papua sendiri sering menggunakan tombak sebagai ciri khas tariannya. Senjata di atas terbuat dari bahan dasar yang mudah ditemukan di alam.",
    "senjataName": "Tombak",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Honai",
    "rumahDesc": "Jika ditinjau dari segi bahasa, penamaan rumah ini terdiri dari dua kata. Hun berarti laki-laki dewasa dan Ai artinya rumah. Sehingga rumah Honai merupakan rumah yang diperuntukkan untuk laki-laki dewasa. Dengan demikian, sebenarnya rumah Honai ini dikhususkan untuk para laki-laki saja.  Rumah ini akan banyak Anda temukan di lembah dan pegunungan bagian tengah Papua dan oleh penduduk lokal sekitar, rumah ini masih dijadikan tempat tinggal hingga saat ini. Suku Dani merupakan suku yang paling banyak tinggal di dalam rumah ini.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Baju kurung merupakan pakaian adat Papua yang digunakan oleh para wanita sebagai atasan. Bahan dari baju kurung adalah kain beludru. Baju kurung mendapatkan pengaruh dari budaya luar Papua dan banyak dipakai oleh perempuan di Manokwari. Anda akan menemukan wanita Papua di Papua bagian Barat juga banyak yang mengenakan baju ini untuk acara adat.",
    "pakaianName": "Baju Kurung",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Upacara adat tanam sasi adalah upacara adat kematian yang berkembang di daerah Kabupaten Merauke dan dilaksanakan oleh suku Marind atau suku Marind-Anim. Suku Marind berada di wilayah dataran luas di Papua Barat.  Kata anim dalam penamaan suku Marind Anim ini memiliki arti laki-laki dan kata anum artinya adalah perempuan. Jumlah penduduk dari suku ini diperkirakan sebanyak 5000 hingga 7000 jiwa.  Sasi adalah sejenis kayu yang menjadi media utama dalam rangkaian upacara adat kematian satu ini. Kayu sasi ditanam selama kurang lebih 40 hari setelah kematian seseorang di daerah tersebut. Kayu sasi kemudian akan dicabut, setelah mencapai hari ke-seribu ditanam.",
    "tradisiName": "Tanam Sasi",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"papua_barat\"",
    "kind": "provinsi",
    "name": "papua_barat",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Sorong",
  "description": "Papua Barat Daya adalah sebuah provinsi di Indonesia, dan merupakan pemekaran dari Papua Barat. Meski bernama Barat Daya, namun provinsi ini terletak di bagian barat laut Pulau Papua, sebuah contoh misnomer.",
  "lagu": [{
    "laguName": "Tifa Warsa",
    "laguDesc": "Tifa Warsa adalah lagu tradisional yang menggambarkan semangat dan keberanian suku-suku di Papua Barat Daya. Lagu ini biasanya dinyanyikan dalam bahasa daerah dan diiringi dengan irama yang kuat dari alat musik tifa.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Ikan bakar pedas manokwari menjadi salah satu makanan khas Papua Barat Daya yang kini kerap jadi menu pilihan. Ikan bakar yang menggunakan ikan cakalang ini memiliki rasa yang gurih, dengan bumbu bakar yang extra pedas.",
    "makananName": "Ikan Bakar Pedas Manokwari",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Kepulauan di Raja Ampat jadi salah satu destinasi yang terkenal banget di Papua Barat. Nah, ternyata wilayah ini juga masuk ke provinsi Papua Barat Daya.  Terdiri atas empat pulau besar yaitu Pulau Misool, Salawati, Waigeo, dan Batanta, kawasan ini memiliki sekitar 1.847 pulau kecil, lho.  Memiliki luas wilayah sekitar 4,6 juta hektare, The Nature Conservancy and Conservation International mencatat bahwa 75% spesies karang dunia terletak di kepulauan ini. Selain itu, kawasan ini juga punya 547 terumbu karang, 699 moluska, dan 1.318 jenis ikan.",
    "wisataName": "Raja Ampat",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Tari Aluyen adalah tarian adat yang berasal dari daerah Distrik Aimas, Kabupaten Sorong, Provinsi Papua Barat Daya. Penyebutan nama tari Aluyen berasal dari dua suku kata, yaitu alu yang berarti \"lagu\" dan yen yang berarti \"dinyanyikan\". Secara keseluruhan, tarian ini memiliki arti \"lagu yang dinyanyikan\". Eksistensi awal dari tarian tersebut telah ada sejak Indonesia belum merdeka.  Tari Aluyen merupakan tarian tradisional yang biasanya dilakukan sebagai bagian dari upacara adat, yaitu pembangunan rumah baru dan pembukaan kebun baru. Tarian tersebut dapat dilakukan pada siang atau malam hari. Namun, jika diadakan di dalam rumah adat, pertunjukannya bisa berlangsung selama 1–2 bulan.",
    "tarianName": "Tari Aluyen",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Parang Papua adalah senjata tradisional Papua Barat yang merupakan simbol kekuatan dan keuletan pria di rumah. Parang disebut “Jalowy” oleh masyarakat setempat. Parang papua ini membutuhkan banyak waktu dalam proses pembuatannya. Berasal dari batu yang dibelah dan dibuka kemudian diasah hingga membentuk parang yang tajam.",
    "senjataName": "Parang Papua",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Honai ",
    "rumahDesc": "Honai merupakan salah satu rumah khas Papua, namun tidak dapat ditemukan di seluruh Papua, hanya dapat temui pada suku Dani tepatnya di lembah Baliem, Kabupaten Jayawijaya, Papua.  Honai merupakan sebutan untuk rumah adat yang ditempati oleh laki-laki. Sementara itu, rumah untuk perempuan memiliki sebutan yang berbeda, yaitu, Ebe\u0027ai. Keduanya sama-sama rumah khas Papua dan mampu menampung lima hingga sepuluh orang.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Suku Dani, suku asli Papua Barat Daya, memiliki pakaian adat yang terkenal dengan busana dan aksesoris yang unik. Pria Dani biasanya mengenakan koteka, yang merupakan penutup kelamin tradisional yang terbuat dari cangkang kulit keras. Mereka juga mengenakan hiasan kepala dari bulu burung dan tali rotan yang diikat di sekitar tubuh mereka. Wanita Dani mengenakan kain yang diikat di pinggang dan hiasan kepala yang terbuat dari bulu burung.",
    "pakaianName": "Pakaian Adat Dani",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Tradisi ini merupakan pesta adat yang umum dilakukan oleh suku-suku di Papua Barat Daya, seperti suku Dani dan suku Asmat. Pesta Bakar Batu dilakukan untuk merayakan acara-acara penting seperti pernikahan, kematian, atau pesta panen. Prosesnya melibatkan memasak makanan dalam lubang yang telah dipanaskan dengan batu-batu panas yang ditempatkan di dalamnya. Selama proses memasak, ada juga tarian dan nyanyian yang menyertai acara ini.",
    "tradisiName": "Tradisi Pesta Bakar Batu",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"papua_barat_daya\"",
    "kind": "provinsi",
    "name": "papua_barat_daya",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Jayawijaya",
  "description": "Papua Pegunungan adalah sebuah provinsi di Indonesia yang dimekarkan dari provinsi Papua pada sidang Paripurna DPR RI pada tanggal 30 Juni 2022. Ibu kotanya berkedudukan di Kabupaten Jayawijaya.",
  "lagu": [{
    "laguName": "Yamko Rambe Yamko",
    "laguDesc": "Lagu ini merupakan salah satu lagu daerah Papua yang terkenal. Yamko Rambe Yamko berasal dari daerah Pegunungan Tengah Papua dan sering kali dinyanyikan pada berbagai acara dan perayaan.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Sagu Bungkus Ulat Sagu merupakan makanan tradisional khas Papua. Ulat sagu yang berada di dalam pohon ini bisa diolah dan dimasak bersama dengan sagu. Ulat sagu ini membutuhkan proses pembakaran di atas arang selama 15-25 menit. Sagu bungkus ulat sagu bisa dimakan ketika hangat bersama papeda.  Selain ulat sagu, isi makanan ini bisa diganti dengan pisang mengkal (setengah matang) atau kepala parut. Ulat sagu baik dikonsumsi karena mengandung protein. Makanan ini rendah serat, bisa dimakan secara langsung maupun dengan cara digoreng atau di sate.  Dalam budaya Papua, ulat sagu menjadi unsur penting dalam ritual perayaan oleh Suku Asmat. Sebuah ritual makanan disiapkan oleh Suku Kamoro dalam pemberian nama anak laki-laki mereka. Ritual makanan ini terdiri dari campuran tepung sagu dengan siput atau kerang jenis tertentu dan ulat sagu yang dibungkus dalam kemasan daun sagu berukuran panjang.",
    "makananName": "Sagu Bungkus Ulat Sagu",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Puncak Jaya adalah puncak tertinggi di Indonesia dan salah satu tujuan utama bagi pendaki gunung. Terletak di Taman Nasional Lorentz, pendakian ke Puncak Jaya membutuhkan persiapan yang matang dan keterampilan mendaki yang baik. Namun, pemandangan di puncak yang meliputi gletser dan pegunungan yang indah membuatnya menjadi pengalaman tak terlupakan.",
    "wisataName": "Puncak Jaya (Cartenz Pyramid)",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Tari ini berasal dari daerah Kabupaten Jayapura, tepatnya di daerah Sentani. Tarian ini menggambarkan keindahan alam Danau Sentani di waktu senja, saat warganya pulang dari bekerja dengan menaiki perahu.  Ketika melakukan pertunjukan Tari Awaijale Rilejale, penari akan mengenakan pakaian adat Papua yang disebut dengan Pea Malo. Pakaian ini sejatinya terbuat dari pohon genemo, daun sagu, dan kulit kayu.",
    "tarianName": "Tari Awaijale Rilejale",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Tombak orang Papua adalah senjata tradisional di Papua Barat ini yang juga biasa disebut “Tul” oleh masyarakat setempat. Tombak adalah senjata yang bisa digunakan untuk pertempuran dan berburu. Selain itu, budaya Papua sendiri sering menggunakan tombak sebagai ciri khas tariannya. Senjata di atas terbuat dari bahan dasar yang mudah ditemukan di alam.",
    "senjataName": "Tombak",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Honai",
    "rumahDesc": "Honai adalah rumah adat yang merupakan simbol dari suku-suku di Papua Pegunungan, seperti suku Dani, Lani, Yali, dan suku-suku lainnya. Honai biasanya memiliki struktur bulat dengan atap kubah yang terbuat dari jerami atau rumput kering. Dindingnya terbuat dari anyaman bambu atau rotan, sedangkan lantainya terbuat dari tanah atau bambu.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Yokai adalah pakaian adat papua yang tidak diperjualbelikan atau dijadikan souvenir, karena pakaian yokai adalah simbol dari masyarakat Papua.  Pakaian adat Papua Yokai memiliki makna filosofi kedekatan masyarakat dengan alam. Ini terlihat dari warnanya yang coklat agak kemerahan yang menyatu dengan alam. Pakaian ini terbuat dari kulit pohon yang berwarna coklat agak kemerahan.  Yang menjadikan pakaian Yokai unik yaitu pembuatannya, yang mana dibuat dengan cara di anyam, dikeringkan lalu cara pakainnya yaitu dengan dililitkan memutari area tubuh wanita papua.  Yokai adalah pakaian bagian atas yang dipadukan dengan rok rumbai untuk pakaian bawahnya.",
    "pakaianName": "Yokai",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Upacara bakar batu itu sendiri merupakan upacara tradisional masyarakat pegunungan Papua yang biasa dilakukan sebagai wujud rasa syukur, menyambut kebahagiaan atas kelahiran, rasa turut berkabung, pengumpulan dana atau dilakukan untuk mengumpulkan prajurit ketika berperang.",
    "tradisiName": "Bakar Batu",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"papua_pegunungan\"",
    "kind": "provinsi",
    "name": "papua_pegunungan",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Merauke",
  "description": "Papua Selatan adalah salah satu provinsi di Indonesia yang telah dimekarkan dari Provinsi Papua. Ibu kotanya berada di Kabupaten Merauke, tepatnya di Kota Terpadu Mandiri Salor di Distrik Kurik sekitar 60 km dari Kota Merauke.",
  "lagu": [{
    "laguName": "Sup Mowi Ya",
    "laguDesc": "Lagu daerah Papua berjudul Sup Mowi diciptakan Arnold Clemens AP. Lagu ini memiliki simbol nasionalisme seseorang yang berada di Tanah Papua.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Ini merupakan salah satu camilan dan menjadi makanan khas Papua yang memiliki citarasa gurih. Terbuat dari sagu yang dicampur dengan kelapa, dengan proses pembuatannya yang cukup unik yaitu dimasak menggunakan alat bakar batu yang disebut barapen.",
    "makananName": "Sagu Sep",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Terletak sekitar 35 kilometer dari pusat kota Merauke, Pantai Rawa Biru menawarkan pemandangan yang indah dengan pasir putih, air laut yang jernih, dan hamparan hutan mangrove. Pantai ini juga menjadi tempat yang ideal untuk bersantai, berenang, atau menikmati matahari terbenam.",
    "wisataName": "Pantai Rawa Biru",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Tari Det Pok Mbui adalah tarian adat yang berasal dari tiga kecamatan di Kabupaten Merauke, Provinsi Papua, yaitu Agats, Sauwa Ema, dan Pirimapun. Eksistensi awal dari tarian tersebut telah ada sejak Indonesia belum merdeka. Penyebutan nama tari Det Pok Mbui berasal dari dua suku kata, yaitu det yang berarti \"topeng yang mirip setan\" dan pok mbui yang berarti \"pesta\" atau \"upacara\". Secara keseluruhan, tarian ini memiliki arti \"upacara topeng setan\".  Tari ini dibawakan oleh sekelompok laki-laki dan wanita pada siang atau sore hari setelah panen mencari sagu, dengan durasi 2–4 jam. Umumnya, tarian ini dilakukan di tepi sungai karena terdapat adegan menaiki perahu.",
    "tarianName": "Tari Det Pok Mbui",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Salah satu senjata tradisional di Papua Selatan adalah pisau belati bernama pisuwe. Senjata ini diambil dari tulang paha manusia atau tulang burung kasuari, dan bulunya menghiasi hulu belati tersebut. senjata utama penduduk asli Papua lainnya adalah busur dan panah. Busur tersebut dari bambu atau kayu, sedangkan tali Busur terbuat dari rotan. Anak panahnya terbuat dari bambu, kayu atau tulang kanguru. Busur dan panah umumnya dipakai untuk berburu atau berperang.",
    "senjataName": "Pisuwe",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Honai ",
    "rumahDesc": "Rumah Honai adalah rumah adat suku Dani yang terkenal di wilayah pegunungan Papua. Rumah ini berbentuk bulat dengan atap kerucut yang terbuat dari jerami atau rumput. Rumah Honai biasanya digunakan sebagai tempat tinggal dan berkumpulnya anggota keluarga suku Dani.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Baju kurung merupakan pakaian adat Papua yang digunakan oleh para wanita sebagai atasan. Bahan dari baju kurung adalah kain beludru. Baju kurung mendapatkan pengaruh dari budaya luar Papua dan banyak dipakai oleh perempuan di Manokwari. Anda akan menemukan wanita Papua di Papua bagian Barat juga banyak yang mengenakan baju ini untuk acara adat.",
    "pakaianName": "Baju Kurung",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Tradisi Bakar Batu adalah salah satu tradisi kuliner yang dilakukan oleh suku-suku di Merauke. Tradisi ini melibatkan memasak makanan menggunakan metode bakar batu. Batu-batu yang dipanaskan diletakkan di lubang dalam tanah yang sebelumnya telah dipersiapkan. Makanan seperti daging, ikan, sayuran, dan umbi-umbian dimasukkan ke dalam lubang tersebut dan ditutup dengan daun-daunan. Proses memasak menggunakan panas dari batu yang dipanaskan ini menghasilkan makanan dengan cita rasa khas.",
    "tradisiName": "Tradisi Bakar Batu",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"papua_selatan\"",
    "kind": "provinsi",
    "name": "papua_selatan",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Nabire",
  "description": "Papua Tengah adalah sebuah provinsi di Indonesia yang telah dimekarkan dari provinsi Papua pada tahun 2022.Ibukota Provinsi ini berada di Kabupaten Nabire.Papua Tengah dimekarkan dari Provinsi Papua bersama dua provinsi lainnya yakni Papua Pegunungan dan Papua Selatan pada 30 Juni 2022 berdasarkan Undang-Undang Nomor 15 Tahun 2022.Cakupan wilayah Papua Tengah kira-kira sesuai dengan wilayah adat Mee Pago dan Saireri.  Kabupaten Nabire di bagian utara Papua Tengah merupakan dataran rendah berbatasan langsung dengan Taman Nasional Teluk Cenderawasih yang memiliki potensi pariwisata bahari seperti terumbu karang, pulau-pulau berpasir putih dan hiu paus.Bagian tengah Papua Tengah terdapat kawasan Danau Paniai dan Pegunungan Jayawijaya. Di provinsi ini terdapat gunung tertinggi di Indonesia yaitu Puncak Jaya serta tambang emas Grasberg yang dioperasikan oleh Freeport Indonesia.Bagian selatan Papua Tengah adalah Kabupaten Mimika dengan ibu kotanya Timika yang merupakan salah satu kota besar di Pulau Papua. Sedangkan topografi Mimika berupa rawa-rawa, sungai, dan pantai.",
  "lagu": [{
    "laguName": "Yamko Rambe Yamko",
    "laguDesc": "Yamko Rambe Yamko adalah salah satu lagu daerah yang paling terkenal dari Papua. Lagu ini berasal dari Papua Barat dan sering dinyanyikan dalam berbagai kesempatan, baik acara formal maupun informal. Lagu ini memiliki lirik yang sederhana tetapi penuh semangat, dan biasanya disertai dengan tarian yang ceria.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Kue sagu bagea merupakan kuliner wajib yang harus kamu coba sekaligus kamu jadikan sebagai oleh-oleh jika berkunjung ke Papua Tengah. Sesuai Namanya, kue ini adalah sajian kue yang terbuat dari bahan dasar sagu. Kue sagu bagea dibentuk dengan ukuran kecil dan berwarna coklat.  Saat digenggam, tekstur kue akan terasa keras. Namun kue ini akan segera lumer ketika masuk ke mulut. Selain sagu, kue ini juga dibuat dengan bahan-bahan seperti gula, biji kenari, terigu, kayu manis, cengkeh, dan kacang tanah. Ada dua macam kue sagu bagea yang biasa dibuat, yaitu kue sagu bagea asin dan kue sagu bagea manis.",
    "makananName": "Kue Sagu Bagea",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Taman Nasional Lorentz adalah salah satu Situs Warisan Dunia UNESCO di Papua Tengah. Taman nasional ini merupakan salah satu kawasan konservasi yang paling luas di dunia dan meliputi pegunungan, hutan hujan tropis, dan gletser. Di sini, Anda dapat melakukan pendakian, trekking, dan menjelajahi keindahan alam yang masih alami dan dilindungi.",
    "wisataName": "Taman Nasional Lorentz",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Keunikan dari tarian ini adalah pakaian, aksesori, dan alat musiknya. Alat musik yang dipakai untuk mengiringi tarian ini antara lain gitar, ukulele (juk), tifa, dan bas akustik (stem bas).  Tari Yospan sudah sangat populer dan biasa ditampilkan pada acara-acara adat, kegiatan penyambutan, dan festival seni budaya. Selain itu, tarian ini juga sudah sering ditampilkan di festival-festival budaya di berbagai negara.",
    "tarianName": "Tari Yospan",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Tombak adalah senjata yang terdiri dari bilah tajam yang dipasang pada ujung tongkat. Tombak tradisional Papua umumnya terbuat dari kayu dengan ukiran-ukiran yang rumit. Senjata ini digunakan dalam berburu, pertempuran, atau dalam upacara adat.",
    "senjataName": "Tombak",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Honai",
    "rumahDesc": "Honai adalah rumah adat suku Dani yang terkenal di Papua Tengah. Honai memiliki bentuk bulat dengan atap berbentuk kerucut. Konstruksi rumah ini terbuat dari bambu, kayu, dan jerami. Honai memiliki ukuran yang cukup besar dan biasanya digunakan oleh beberapa keluarga dalam satu suku.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Baju kurung merupakan pakaian adat Papua yang digunakan oleh para wanita sebagai atasan. Bahan dari baju kurung adalah kain beludru. Baju kurung mendapatkan pengaruh dari budaya luar Papua dan banyak dipakai oleh perempuan di Manokwari. Anda akan menemukan wanita Papua di Papua bagian Barat juga banyak yang mengenakan baju ini untuk acara adat.",
    "pakaianName": "Baju Kurung",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Upacara adat di Papua yang pertama wajib kamu ketahui adalah Upacara Bakar Batu. bisa dibilang menjadi sebuah tradisi penting di Tanah Papua.  Upacara ini berupa ritual memasak bersama dengan warga satu kampung. Disebut dengan Bakar Batu karena prosesinya yang membakar bati hingga panas membara, kemudian ditumpuk di atas makanan yang akan dimasak.  Bagi masyarakat Papua, tradisi ini biasa dilakukan untuk berbagai tujuan. Seperti ungkapan rasa syukur, menyembut kebahagiaan, ajang silaturahmi hingga untuk mengumpulkan prajurit untuk berperang.",
    "tradisiName": "Upacara Bakar Batu",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"papua_tengah\"",
    "kind": "provinsi",
    "name": "papua_tengah",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Pekanbaru",
  "description": "Riau adalah sebuah provinsi di Indonesia yang terletak di bagian tengah pantai timur pulau Sumatra. Wilayah pesisirnya berbatasan dengan Selat Malaka. Hingga tahun 2004, provinsi ini juga meliputi Kepulauan Riau, sekelompok besar pulau-pulau kecil yang terletak di sebelah Timur Sumatra dan sebelah Selatan Singapura.",
  "lagu": [{
    "laguName": "Soleram",
    "laguDesc": "Soleram adalah salah satu lagu daerah Riau yang sudah terkenal hingga berbagai wilayah Indonesia, nih.  Lagu Soleram biasanya dinyanyikan dengan nada yang lambat dan lembut, sehingga sering dianggap sebagai lagu pengantar tidur.  Selain itu, lagu Soleram juga memiliki makna dan nasihat yang penting untuk anak-anak, nih.  Makna dan nasihat dari lagu Soleram adalah mengenai persahabatan dan persaudaraan dengan sesama.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Provinsi Riau memang dikenal dengan gulai ikan patinnya. Kamu bisa menjadikan gulai ikan patin ini sebagai makan siang atau makan malam bersama keluarga. Gulai ikan patin ini bisa kamu temukan hampir di setiap rumah makan yang ada di Riau jadi tidak perlu khawatir dan bingung mencari gulai ikan patin ini.  Gulai ikan patin ini sangat dikenal memiliki kuah yang berwarna kuning pekat dan kental dengan potongan ikan patin yang besar tentunya. Biasanya, gulai ikan patin ini disajikan bersama dengan sepiring nasi dan sayur ubi yang sudah direbus.",
    "makananName": "Gulai Ikan Patin",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Terletak di Desa Muara Takus Kecamatan Koto Kampar XIII, Kabupaten Kampar, Provinsi Riau, Candi Muara Takus terbuat dari berbagai bahan yang berbeda dengan candi-candi yang ada di Pulau Jawa. Candi ini dibuat dari batu pasir, batu sungai dan batu bata. Meski lokasinya cukup jauh dari pusat Kota Pekanbaru, tentunya belum lengkap liburan ke tempat wisata di Riau bila belum mampir ke Candi Muara Takus ini. ",
    "wisataName": "Candi Muara Takus",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Tari Zapin merupakan tarian tradisional yang berasal dari Riau dan merupakan tarian yang populer di seluruh kepulauan Melayu. Tarian ini biasanya dilakukan dalam kelompok dengan gerakan yang lincah dan menggambarkan cerita atau perasaan yang diungkapkan melalui gerakan tangan dan kaki yang elegan.",
    "tarianName": "Tari Zapin",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Tumbuk Lada merupakan salah satu senjata tradisional yang berasal dari Provinsi Riau. Senjata tradisional ini merupakan senjata badik yang biasanya digunakan untuk menusuk musuh dari jarak yang tidak terlalu jauh. Tumbuk Lada mempunyai panjang sekitar 29 cm dengan lebar 4 cm. Di zaman dulu, Badik Tumbuk Lada ini tidak jarang dibubuhi dengan racun. Perlu dipahami bahwa sarung yang digunakan untuk membungkus senjata yang satu ini mempunyai ukuran yang sangat kompleks. Akan tetapi, hal itu justru membuat sarungnya terlihat indah.  Tak hanya dipakai sebagai senjata tradisional untuk bertempur saja. Pada zaman dahulu, senjata Tumbuk Lada juga digunakan sebagai aksesoris pelengkap pakaian adat yang ada di Provinsi Riau. Menurut Penuturan Selasar, sampai saat ini, senjata yang satu ini masih digunakan sebagai aksesoris pengantin yang menikah dengan menggunakan upacara adat Melayu. Tidak hanya di Provinsi Riau saja, senjata ini juga menjadi salah satu senjata tradisional yang dimiliki Provinsi Jambi.",
    "senjataName": "Tumbuk Lada",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Rumah Melayu Atap Limas Potong",
    "rumahDesc": "Dinamai Rumah Melayu Atap Limas Potong karena atapnya berbentuk bidang tiga dimensi yakni limas.  Sementara itu, pada kata \u0027potong\u0027 disematkan karena bagian ujung atapnya seakan terpotong.  Rumah adat ini sekilas mirip dengan rumah adat pada umumnya, bentuk pondasinya dibuat tinggi sehingga menjadi rumah panggung.  Pada bagian depan rumahnya terdapat anak tangga untuk masuk ke pintu utama.  Dibuat rumah panggung karena dahulu banyak masyarakat Riau yang tinggal di pesisir pantai sehingga ketika air pantai meninggi rumah mereka tidak tenggelam atau terkena air.  Ketinggian rumah adat Riau biasanya antara 1 - 1,5 meter.  Selain itu, corak Rumah Melayu Atap Limas Potong pun unik yakni dengan dominasi warna merah dan kuning.  Keunikan pada rumah adat Riau yang satu ini adalah semakin banyak papan yang dipasang pada bangunan rumah, maka menunjukkan bahwa status sosial dan jabatan tuan rumah tersebut semakin tinggi.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Merupakan pakaian adat Melayu Riau yang dikenakan oleh laki-laki. Pakaian adat ini memiliki bentuk yang mirip dengan busana teluk belanga. Hal ini bisa dilihat dari modelnya yaitu model baju berkerah, tidak berkancing dan pada bagian leher sebelah ke bawah sepanjang kurang lebih 5 cm. Hal tersebut bertujuan untuk memudahkan pemakaiannya saat mengenakan pakaian tersebut.  Baju ini memiliki keunikan yaitu adanya tiga kantong di bagian muka, yakni satu di sebelah kiri dan dua di again bawah. Umumnyam baju cekak musang hadir dengan setelan celana panjang sampai ke mata kaki yang bercorak polos. Ketiak dikenakan terutama untuk acara resmi, baju cekak musang dilengkapi dnegan penutup kepala berupa kopiah berwarna hitam.",
    "pakaianName": "Baju Melayu Cekak Musang",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Tepuk tepung tawar adalah salah satu upacara suci masyarakat Melayu, terutama di daerah Riau. Upacara ini dilakukan sebagai wujud rasa syukur masyarakat Melayu setelah mereka merasakan nikmat dari Tuhan dan sebagai permohonan doa restu kepada Yang Maha Kuasa agar mendapat keselamatan dan keberkahan. Acara tepuk tepung tawar juga dilakukan oleh masyarakat Melayu di acara-acara lain, seperti pernikahan, khitanan, menempati rumah baru, dan hajatan-hajatan lainnya  Prosesi tepuk tepung tawar harus dilakukan dengan orang yang paham dalam tradisi tersebut. Upacara ini dilakukan dengan menepuk-nepukkan bedak pada punggung telapak tangan dan merenjis-renjiskan (memercikkan) air mawar pada orang yang akan ditepuk tepung tawari. Urutan merenjis digambarkan dalam bentuk lamalif (ﻻ) yang bermakna “Allah Berkehendak”. Acara tepuk tepung tawar dilanjutkan dengan menaburkan bunga-bunga rampai, beras putih, dan beras kuning (beras yang telah diwarnai menggunakan kunyit) ke seluruh badan orang yang ditepung tawari.   Setiap bagian dari perlengkapan upacara tepuk tepung tawar memiliki makna masing-masing. Beras kunyit yang berarti kemuliaan, beras basuh atau beras putih yang sudah dibersihkan melambangkan kesucian diri, dan air mawar melambangkan keharuman nama. Prosesi ini diakhiri dengan pembacaan doa agar orang yang ditujukan dalam keadaan selamat dan penuh keagungan.",
    "tradisiName": "Tepung Tawar",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"riau\"",
    "kind": "provinsi",
    "name": "riau",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Mamuju",
  "description": "Provinsi Sulawesi Barat adalah sebuah provinsi di Indonesia yang terletak di pulau Sulawesi. Ibu kotanya adalah Mamuju. Provinsi Sulawesi Barat secara resmi didirikan pada tahun 2004 setelah dipisahkan dari Provinsi Sulawesi Selatan. Wilayah ini memiliki luas sekitar 16.796,19 kilometer persegi dan terbagi menjadi lima kabupaten, yaitu Mamuju, Mamuju Tengah, Polewali Mandar, Majene, dan Mamasa. Sulawesi Barat memiliki potensi alam yang kaya, seperti pantai yang indah, hutan tropis, dan pegunungan yang mempesona. Suku-suku yang mendiami provinsi ini antara lain suku Mandar, suku Bugis, suku Toraja, dan suku Makassar.",
  "lagu": [{
    "laguName": "Tenggang-Tenggang Lopi",
    "laguDesc": "Tenggang-Tenggang Lopi merupakan lagu daerah yang berasal dari Sulawesi Barat dan cukup populer bagi kalangan masyarakat Sulawesi. Lagu ini biasanya digunakan untuk mengiringi Tari 4 etnis.  Lirik lagu Tenggang-Tenggang Lopi secara garis besar menceritakan kisah terjadinya pelarian La Madulekkeng dari tanah Wajo dan menyerang semenanjung Malaya, Kutai, Pagetan, Tanah Laut, dan Paser.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Apang adalah kue tradisional Sulawesi Barat, khususnya di daerah Mandar. Memiliki warna kecoklatan dengan bahan dasar gula aren dan tepung beras yang dikukus, kue ini bisa menjadi salah satu cemilan ketika berkunjung ke Mamuju.",
    "makananName": "Apang",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Pulau Karampuang adalah obyek wisata tengah laut yang terletak di Kecamatan Simboro Kepulauan, Kabupaten Mamuju, Sulawesi Barat. Saat Anda berkunjung ke tempat ini, Anda harus menempuh perjalanan dengan menggunakan perahu motor yang memerlukan biaya sekitar Rp 20.000,00. Obyek wisata ini memiliki beberapa tempat popular seperti Sumur Tiga Rasa atau sumur jodoh dan Goa Lidah. Bagi pecinta scuba diving maupun snorkeling, tempat ini bisa menjadi alternatif untuk menghabiskan waktu hingga matahari terbenam, mengingat keindahan alam bawah laut yang dimiliki.",
    "wisataName": "Pulau Karampuang",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Tarian Pattudu ialah sebuah kesenian tari penyambutan yang khas berasal dari nilai kebudayaan masyarakat Mandar, Sulawesi Barat. Biasanya para penari Tari Pattudu ini ialah kaum perempuan yang memiliki paras cantik dan gemulai dalam gerakan karena menjadi semacam gambaran citra kecantikan perempuan Suku Mandar.  Tidak jarang tarian ini ditarikan oleh gadis dan remaja wanita dalam pementasannya. Tari Pattudu ini dapat dikategorikan sebagai sebuah tarian penyambutan sebagai bentuk penghargaan dan penghormatan kepada para tamu yang datang ke wilayah Sulbar.  Pada zaman dahulu tarian ini ialah sebuah bentuk kesenian yang dipertunjukan sebagai bentuk penyambutan para tentara Kerajaan Balanipa yang pulan dari medan pertempuran melawan Kerajaan Passokorang. Gerakan Tari Pattudu memang terlihat sangat lemah gemulai ditambah ekspesi senyum bahagia sebagai gambaran sifat wanita yang penuh kasih sayang dan suci bersih.  Irama musik dalam tarian tersebut berasal dari bunyi alat musik berupa gendang dan gong. Penampilan para penari wanita biasanya didandani cantik lengkap dengan baju adat, hiasan khas kepala, serta kipas sebagai properti tariannya.",
    "tarianName": "Tari Patuddu",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Senjata tradisional ini merupakan senjata tajam yang terbuat dari bahan besi biasa. Bentuknya lebih sederhana dan tanpa ada pernak pernik.  Adapun fungsi Kandawulo ini yaitu sebagai alat potong atau alat tebas (terutama untuk semak belukar) saat berada di hutan. Selain itu, senjata tradisional ini dapat digunakan untuk alat pertanian.",
    "senjataName": "Kandawulo",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Boyang",
    "rumahDesc": null,
    "rumahDate": null,
    "u_rumahDesc": "Rumah Adat Mandar di Sulawesi Barat (Sulbar) biasa disebut sebagai rumah Boyang. Rumah berbentuk panggung ini terbuat dari bahan kayu terbaik dengan tiang-tiang penopang yang tinggi menjulang. Sekilas, penampakan rumah Boyang terlihat sama dengan rumah adat lain yang ada di Sulawesi, khususnya rumah adat Bugis dan Makassar. Namun, jika ditelisik lebih dalam, rumah adat Mandar ini punya keunikannya tersendiri.  Khususnya terkait struktur arsitektur dan makna filosofis yang terkandung di dalamnya. Bagi masyarakat suku Mandar, rumah Boyang ini memiliki nilai-nilai dan prinsip hidup yang tinggi.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Sebagai suku asli yang mendiami provinsi Sulbar, Suku Mandar biasanya menggunakan pakaian adat ini saat pada acara pernikahan.  Jenis pakaian adat Suku Mandar terlihat lebih sederhana.  Namun, mengandung makna yang dalam.",
    "pakaianName": "Pakaian Adat Suku Mandar",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Cakkuriri merupakan salah satu upacara adat Sulawesi Barat yang bisa dibilang sangat langka karena dilaksanakan 5 tahun sekali.  Cakkuriri adalah bentuk penghormatan yang dilaksanakan masih terus dijaga dan dilestarikan oleh para Pappuangang yang merupakan kelompok yang bertugas untuk melantik raja di kerajaan Sendana.  Umumnya, acara akan dimulai dengan pemotongan hewan kerbau yang menunjukkan keagungan acara yang dilaksanakan. Diikuti dengan prosesi pengibaran bendera Cakkuriri yang menjadi pusaka kerajaan Sendana. ",
    "tradisiName": "Cakkuriri",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"sulawesi_barat\"",
    "kind": "provinsi",
    "name": "sulawesi_barat",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Makassar",
  "description": "Provinsi Sulawesi Selatan adalah sebuah provinsi di Indonesia. Ibu kotanya adalah Makassar. Provinsi ini terletak di bagian selatan Pulau Sulawesi dan merupakan salah satu provinsi yang paling padat penduduknya di Indonesia. Sulawesi Selatan memiliki beragam budaya dan etnis, seperti suku Bugis, Makassar, Toraja, Mandar, dan banyak lagi. Wilayah ini juga terkenal dengan keindahan alamnya, termasuk Taman Nasional Bantimurung-Bulusaraung, Taman Nasional Wakatobi, dan Taman Nasional Lore Lindu.",
  "lagu": [{
    "laguName": "Angin Mammiri",
    "laguDesc": "Lagu Angin Mammiri adalah ciptaan sekitar tahun 1940-an atas teks sastra khas Makassar yang dilagukan bernama Lontara’ Kelong oleh Bora Daeng Ngirate.  Lagu ini memiliki pesan pada angin agar seseorang yang dirindukan juga rindu pada Si Pemilik Mantra.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Coto Makassar adalah sup daging sapi khas Makassar. Kuahnya kental dengan bumbu kacang yang kaya rasa. Biasanya disajikan dengan ketupat, emping, dan bawang goreng.",
    "makananName": "Coto Makassar",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Ikon pariwisata Makassar berada di Kabupaten Maros. Keunikan Taman Nasional Bantimurung-Bulusaraung adalah bebatuan atau tebing karst-nya, goa-goa dengan stalaknit dan stalakmit yang indah, dan yang paling dikenal adalah kupu-kupu. Keelokan Bantimurung disebut Alfred Russel Wallace sebagai The Kingdom of Butterfly (kerajaan kupu-kupu).",
    "wisataName": "Taman Nasional Bantimurung",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "ari Manimbong merupakan tarian adat dari Sulawesi Selatan yang hanya dipertunjukkan ketika ada upacara adat Rambu Tuka. Uniknya para penarik tarian Manimbong ini adalah pria. Tarian ini menggambarkan rasa syukur kepada Tuhan.   Para penari tarian Manimbong mengenakan pakaian adat khusus yang bernama Baju Pokko serta Seppa Tallu Buku serta selempang kain antik. Para penari nantinya juga akan membawa parang kuno atau la’bo penai serta tameng bundar kecil bermotif ukiran khas Toraja.",
    "tarianName": "Tari Manimbong",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Senjata tradisional Badik Raja adalah jenis badik dari daerah Kajuara, di Kabupaten Bone. Masyarakat sekitar percaya bahwa badik yang bernama lain Gencong Raja ini dibuat oleh mahluk halus, maka tak heran ada kekuatan magis di senjata ini sangat tinggi.  Badik Raja berukuran agak besar dengan panjang antara 20 – 25 cm. Badik Raja bentuknya mirip seperti Badik Lampo Battang dengan bilah membungkuk dan perut bilah yang membesar.  Badik jenis ini dibuat dari bahan logam berkualitas tinggi dan dilengkapi dengan pamor indah di bagian hulunya, seperti pamor timpa laja atau pamor mallaso ancale. Seperti namanya, senjata tradisional Sulawesi Selatan ini pada zaman dahulu sering dipakai oleh para raja-raja Bone untuk membela diri dan melawan musuh.",
    "senjataName": "Badik Raja",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Tongkonan",
    "rumahDesc": "Tongkonan merupakan rumah adat suku Toraja yang terkenal di Sulawesi Selatan. Tongkonan adalah rumah panggung berbentuk persegi panjang dengan atap melengkung yang tinggi. Biasanya, tongkonan terbuat dari kayu dan memiliki ukiran yang indah. Tongkonan digunakan sebagai tempat tinggal serta sebagai tempat melangsungkan acara adat seperti upacara kematian dan pernikahan.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Baju Bodo adalah pakaian adat suku Bugis di Sulawesi Selatan. Baju Bodo terdiri dari dua bagian, yaitu baju panjang hingga lutut yang disebut \"bodo\" dan kain sarung yang digunakan sebagai celana. Baju Bodo memiliki warna-warna cerah dan motif yang indah.",
    "pakaianName": "Baju Bodo",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Rambu Solo\u0027 adalah tradisi pemakaman suku Toraja di Sulawesi Selatan. Tradisi ini melibatkan serangkaian upacara yang berlangsung selama beberapa hari untuk menghormati dan mengantarkan roh orang yang meninggal ke dunia lain. Rambu Solo\u0027 melibatkan ritual pemotongan kerbau, tarian adat, serta pembuatan dan penyimpanan patung-patung kayu yang disebut \"tau tau\" di tebing batu.",
    "tradisiName": "Rambu Solo\u0027",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"sulawesi_selatan\"",
    "kind": "provinsi",
    "name": "sulawesi_selatan",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Palu",
  "description": "Provinsi Sulawesi Tengah adalah salah satu provinsi yang terletak di Pulau Sulawesi, Indonesia. Ibu kota provinsi ini adalah Kota Palu. Sulawesi Tengah memiliki luas wilayah sekitar 61.841 kilometer persegi dan terbagi menjadi 12 kabupaten dan 1 kota.  Provinsi Sulawesi Tengah memiliki beragam keindahan alam, seperti pegunungan, danau, sungai, serta pantai-pantai yang menarik. Beberapa objek wisata populer di Sulawesi Tengah antara lain Taman Nasional Lore Lindu, Danau Poso, Taman Nasional Togean, Pantai Talise, dan banyak lagi.  Sulawesi Tengah juga memiliki beragam budaya dan suku-suku yang berbeda, seperti suku Kaili, Toli-Toli, dan Banggai. Masing-masing suku memiliki kekayaan budaya, tradisi, dan adat istiadat yang unik.  Provinsi Sulawesi Tengah memiliki sektor ekonomi yang didominasi oleh pertanian, perkebunan, perikanan, dan pariwisata. Produk pertanian utama di daerah ini antara lain padi, jagung, kakao, dan kelapa. Selain itu, Sulawesi Tengah juga memiliki potensi tambang, seperti tambang nikel dan emas.  Secara administratif, provinsi Sulawesi Tengah terbagi menjadi 12 kabupaten yaitu Banggai, Banggai Kepulauan, Buol, Donggala, Morowali, Parigi Moutong, Poso, Sigi, Tojo Una-Una, Toli-Toli, Tolitoli Utara, dan Kota Palu.",
  "lagu": [{
    "laguName": "Palu Ngataku",
    "laguDesc": "Palu Ngataku merupakan lagu yang menceritakan keindahan kota Palu yang dirindukan oleh seseorang yang merantau di negeri orang. Palu membuat kagum perantau-perantau dengan keindahannya di malam hari yang akan terus dikenang oleh warganya meski mereka sedang berada di luar daerah Palu.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Tinutuan adalah makanan tradisional Sulawesi Tengah yang mirip dengan bubur, terbuat dari campuran beras, jagung, dan sayuran seperti bayam, kangkung, labu, dan kacang panjang. Tinutuan biasanya disajikan dengan tambahan ikan asin atau sambal.",
    "makananName": "Tinutuan",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Danau Poso merupakan salah satu danau terbesar di Indonesia dan terletak di Kota Poso. Danau ini menawarkan pemandangan yang spektakuler dengan airnya yang jernih dan diapit oleh pegunungan. Aktivitas yang bisa dilakukan di danau ini antara lain perahu dayung, berenang, dan memancing.",
    "wisataName": "Danau Poso",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Tarian ini merupakan warisan budaya dari leluhur Suku Pamona yang sudah mengalami modifikasi. Dimana para penari saling berpegangan tangan, padahal dahulunya interaksi tersebut tidak ada sama sekali dalam tarian ini.  Perubahan yang terjadi sejak zaman penjajahan Jepang ini juga menciptakan pergeseran fungsi. Yaitu tari dero yang awalnya dilakukan di tempat ibadah, kini bertambah fungsi menjadi tari persahabatan dan pergaulan.  Meskipun demikian tari dero tidak kehilangan jati dirinya. Tarian ini tetap digunakan sebagai hiburan untuk upacara adat, pesta panen raya, dalam rangka mengungkapkan rasa syukur kepada Tuhan yang telah memberikan rezeki. Pada umumnya tari dero dibawakan oleh 1 orang, namun terkadang juga dapat dibawakan secara berkelompok.",
    "tarianName": "Tari Dero",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Senjata tradisional Pasatimpo adalah senjata yang mirip keris dan bentuk hulunya bengkok ke bawah serta sarungnya menggunakan tali. Pada zaman dahulu, senjata tradisional Pasatimpo sering dipakai penduduk setempat untuk acara ritual tari-tari penyembuh yang dipercaya sebagai media untuk mengusir roh-roh jahat. Selain itu, senjata tradisional ini bisa digunakan untuk memotong hewan buruan, mencari kayu bakar, atau sebagai sarana perlindungan diri. Sekarang, Pasatimpo lebih sering dipakai dalam tari-tari kepahlawanan sebagai perlengkapan hiasan pakaian dengan tujuan untuk membesarkan jiwa seorang penarinya.",
    "senjataName": "Pasatimpo",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Rumah Tambi",
    "rumahDesc": "Desain rumah panggung seolah menjadi salah satu ciri khas dari berbagai rumah adat yang ada di Indonesia. Rumah adat Tambi yang berada di Sulawesi Tengah ini juga mengadopsi desain rumah panggung dan merupakan rumah tinggal bagi suku Kaili dan suku Lore. Masyarakat suku Kaili dan Lore juga banyak yang menjadikan rumah Tambi ini sebagai rumah tinggal bagi kepala adat yang ada di daerahnya masing-masing.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Suku Kaili ini menguasai sebagian besar wilayah Sulawesi Tengah. Oleh karena itu, suku ini sering mewakili provinsi dalam ajang baju adat nasional. Pakaian adat Sulawesi Tengah suku Kaili yang pertama adalah untuk kaum pria. Pakaian ini juga disebut dengan Koje/Puruka Pajana.  Hal ini karena terdapat dua bagian yaitu Koje dan Puruka Pajana. Koje juga disebut dengan nama baju Ceki. Ini adalah kemeja dengan lengan panjang dan kerah tegak yang pas di leher. Masyarakat suku Kaili memakai pakaian ini biasanya dipadukan dengan bawahan atau celana yang disebut dengan Puruka Pajana.  Bentuk Puruka Pajana adalah ketat sebatas lutut dengan ukuran yang lebar. Hal ini dimaksudkan untuk memberi ruang gerak kepada pemakai agar lebih nyaman ketika mereka duduk atau berjalan. Untuk pelengkap penampilan agar terlihat lebih sempurna biasanya ditambahkan sarung pada bagian pinggang, keris, serta aksesoris berupa destar atau penutup kepala.",
    "pakaianName": " Baju Koje \u0026 Puruka Pajana",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Meaju adalah salah satu ritual atau tradisi adat suku Kaili Sulawesi Tengah dalam menyambut tamu kehormatan, dengan maksud sebagai ungkapan kegembiraan atau suka cita, dan juga untuk mempekenalkan adat budaya Tuan rumah, yang selalu siap siaga memberikan rasa aman dan damai bagi para tamu yang datang. Peralatan yang digunakan adalah gimba (gendang tradisional Kaili), Guma (senjata tadisional Kaili), Toko (tombak tradisional Kaili), dan kaliavo (Perisai). Ritual Adat Meaju dilaksanakan oleh 1-3 orang Pemuda sebagai Topeaju, dan 2 orang penabu Gimba (Bule Gimba). semua pelaku mengenakan pakayan adat suku Kaili Sulawesi Tengah. Acara ini biasa dilaksanakan pada saat pelaksanaan upacara adat, pesta atau perayaan hari-hari besar dan sebagainya. Diperutukkan untuk menyambut orang tua Adat, kepala Negara/Daerah, atau tamu kehormatan lainnya yang datang pada suatu perayaan. Dimulai dengan suara Gimba yang di tabu oleh sepasang bule (penabu) disusul dengan suara pekikan Adat (peaju) oleh 1-3 topeaju sambil melakukan gerakan seperti tarian perang dengan mengacungkan Guma/Toko serta kaliavo kehadapan para tamu kehormatan yang baru saja tiba. Para tamu di silahkan untuk terus berjalan ke depan seiring gerak mundur topeju yang terus menari dan memekik (meaju) sampai suara gimba yang di tabu berhenti.",
    "tradisiName": "Meaju",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"sulawesi_tengah\"",
    "kind": "provinsi",
    "name": "sulawesi_tengah",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Kendari",
  "description": "Provinsi Sulawesi Tenggara adalah sebuah provinsi di Indonesia yang terletak di bagian tenggara Pulau Sulawesi. Ibu kotanya adalah Kota Kendari. Sulawesi Tenggara memiliki luas wilayah sekitar 38.140 kilometer persegi dan merupakan provinsi yang relatif baru, diresmikan pada tanggal 27 September 1964. Wilayah provinsi ini terdiri dari daratan dan pulau-pulau kecil di sekitarnya.  Provinsi Sulawesi Tenggara terbagi menjadi 10 kabupaten/kota, yaitu Kabupaten Bombana, Kabupaten Buton, Kabupaten Buton Utara, Kabupaten Buton Selatan, Kabupaten Kolaka, Kabupaten Kolaka Timur, Kabupaten Kolaka Utara, Kabupaten Konawe, Kabupaten Konawe Selatan, dan Kota Kendari. Wilayah ini kaya akan sumber daya alam, terutama dalam sektor pertambangan dan perkebunan.  Sulawesi Tenggara memiliki budaya yang beragam, dengan mayoritas penduduknya berasal dari suku-suku seperti Tolaki, Buton, Muna, dan lain-lain. Bahasa resmi yang digunakan di provinsi ini adalah Bahasa Indonesia, namun terdapat juga bahasa-bahasa daerah yang masih digunakan oleh masyarakat setempat.",
  "lagu": [{
    "laguName": "Tana Wolio",
    "laguDesc": "Arti dari Lagu Wolio  yang merupakan lagu dari daerah yang berasal dari Sulawesi Tenggara ini adalah nama suatu perkampungan di Kota BauBau. Penciptanya adalah La Ode Imaduddin ini  Lirik dalam lagu tersebut menceritakan tentang daerah Wolio yang terkenal dengan kekayaan dan keindahan alamnya.  Selain itu, dalam lirik lagu tersebut juga berisi harapan untuk terus dapat melakukan pengembangan wisata yang dimiliki di daerah tersebut.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Konro adalah sup iga sapi yang dimasak dengan rempah-rempah khas Sulawesi Tenggara. Kuahnya yang kaya dan beraroma harum membuatnya menjadi hidangan yang sangat populer di daerah ini. Konro biasanya disajikan dengan nasi hangat dan sambal.",
    "makananName": "Konro",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Taman Nasional Wakatobi merupakan tujuan utama bagi pecinta snorkeling dan menyelam. Terletak di kepulauan Wakatobi, taman nasional ini menawarkan keindahan terumbu karang yang spektakuler dan keanekaragaman hayati bawah laut yang luar biasa.",
    "wisataName": "Taman Nasional Wakatobi",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Tarian Tradisonal Balumpa ini menggambarkan keserasian dalam melakukan gerak yang indah untuk dirinya atau saat memiliki pasangan. Selain itu, gerak tarian ini penuh makna yang memberikan pujian terhadap pemimpin yang memilik perilaku yang baik penuh bijaksana, memberikan rasa terharu, dan gembira terhadap masyarakat.   Tari balumpa merupakan salah satu tarian tradisional yang berasal dari Wakatobi, Sulawesi Tenggara, khususnya daerah Binongko dan Buton. Konon tarian ini menceritakan tentang sekelompok para gadis yang sedang berdendang dan menari dengan hati gembira dan tulus. Tari Balumpa ini biasanya ditampilkan untuk menyambut para tamu terhormat yang datang ke daerah sana.",
    "tarianName": "Tari Balumpa",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Parang Taawu merupakan senjata tradisional Sulawesi Tenggara yang bentuk bilah panjang bermata satu. Bilah Parang Taawu berbentuk tipis dan melebar dari pangkal ke ujungnya yang lancip seperti bentuk segitiga siku-siku. Karena senjata tradisional ini termasuk benda pusaka, Parang Taawu tidak bisa digunakan oleh sembarang orang. Parang Taawu hanya dapat digunakan oleh para Raja dan tamalaki (panglima perang dan kepala adat) Suku Mekongga ketika perang terjadi.",
    "senjataName": "Parang Taawu",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Banua Tada",
    "rumahDesc": "Rumah adat Sulawesi Tenggara ini terdiri dari dua kata, Banua dan Tada. Banua mempunyai arti sebagai rumah, sementara Tanda mempunyai arti siku. Ketika digabungkan, rumah ini memiliki arti sebagai rumah siku.  Menurut sejarah, rumah adat Banua Tada ini pertama kali dibangun pada masa Raja Buton pertama, yaitu Wa Kaa Kaa. Pembuatan rumah adat ini merupakan wujud warga adat untuk menghormati raja mereka. Pada waktu itu, rumah yang dibangun cenderung sangat sederhana tanpa ada hiasan apapun.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Babu Nggawi Langgai, pakaian atasannya berupa baju lengan panjang dengan motif di bagian depan. Pada bagian bawahnya menggunakan celana panjang dengan warna dan motif serupa atasan. Untuk pakaian Babu Nggawi terdiri dari pakaian atasan yang kerap disebut lipa hinoru. Sedangkan, bawahannya berbentuk rok panjang hingga mata kaki. Pakaian Babu Nggawi memiliki belahan di bagian atas dada saja dengan ciri khas berupa manik-manik berwarna emas.",
    "pakaianName": "Babu Nggawi",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Masyarakat di Kabupaten Wakatobi, Sulawesi Tenggara (Sultra) mempunyai satu tradisi unik bernama Karia\u0027a Lambe. Tradisi ini merupakan upacara adat khusus bagi anak remaja yang mulai beranjak dewasa. Tradisi Kari\u0027a dilakukan dengan mengarak anak perempuan menggunakan tandu mengelilingi desa, sementara anak laki-laki berada di bagian depan dan berjalan kaki. Masyarakat setempat menggelar tradisi ini sebagai upacara sunatan khusus bagi anak laki-laki dan perempuan di Wakatobi.",
    "tradisiName": "Karia\u0027a Lambe",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"sulawesi_tenggara\"",
    "kind": "provinsi",
    "name": "sulawesi_tenggara",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Manado",
  "description": "Provinsi Sulawesi Utara adalah sebuah provinsi di Indonesia. Ibukotanya adalah Kota Manado. Provinsi ini terletak di bagian utara Pulau Sulawesi dan berbatasan dengan Laut Filipina di sebelah utara, Provinsi Gorontalo di sebelah barat, Provinsi Sulawesi Tengah di sebelah selatan, dan Provinsi Maluku Utara di sebelah timur. Sulawesi Utara memiliki keanekaragaman budaya, adat istiadat, dan alam yang kaya, termasuk Taman Nasional Bunaken yang terkenal dengan keindahan bawah lautnya.",
  "lagu": [{
    "laguName": "O Ina Ni Keke",
    "laguDesc": "Lagu daerah Sulawesi Utara O Ina Ni Keke ini jadi salah satu lagu daerah yang terkenal ke seluruh Indonesia.  O ina ni keke ini mempunyai makna yang menceritakan kasi sayang dan cita tak terbatas dari orang tua kepada anaknya.  Tapi, sayangnya si anak yang merasa dimanja tidak membalas budi dari rasa sayang dan cinta orang tuanya.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Bubur tinutuan merupakan makanan khas yang sangat identik dengan kuliner Sulawesi Utara. Masyarakat ada yang menyebut bubur ini sebagai bubur Manado. Namun, bubur ini ngga hanyak ada di Manado lho, melainkan di daerah-daerah lain di Sulawesi Utara, termasuk Likupang.  Dalam satu porsi bubur tinutuan, Sobat Pesona nggak hanya mendapatkan bubur, tapi juga beragam sayuran segar. Sebut saja kangkung, bayam, kemangi, pipilan jagung, ubi, dan labu kuning. Sebagai pelengkap, biasanya akan ada cakalang atau cacahan daging sapi yang ditaburkan di atas bubur.",
    "makananName": "Bubur Tinutuan",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Merupakan destinasi wisata unggulan di Sulawesi Utara yang menjadi Segitiga Terumbu Karang Dunia. Pada 2005, Taman Laut Bunaken telah dinobatkan sebagai Situs Warisan Dunia UNESCO dan menjadi lokasi incaran penyelam dari seluruh dunia. Hingga saat ini Taman Laut Bunaken menjadi rumah lebih dari 3.000 jenis ikan, reptil, moluska, dan mamalia laut.",
    "wisataName": "Taman Laut Bunaken",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Tari Mahambak merulakan salah satu seni atau tarian tradisional khas dari Suku Bantik. Kesenian tari ini menjadi sarana pengungkapan perasaan komunal orang Bantik. Secara harfiah, mahambak berarti bergembira dan bersukacita. Bergembira menyambut perjumpaan dan persatuan. Tari mahambak kemudian menjadi bagian dari setiap upacara atau perayaan yang membahagiakan, seperti “naik rumah baru”, panen hasil bumi yang melimpah, dan lain-lain.",
    "tarianName": "Tari Mahambak",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Kampilan adalah senjata tajam berbentuk pedang yang berasal dari suku Minahasa di Sulawesi Utara. Kampilan memiliki bilah yang melengkung dan gagang yang terbuat dari kayu. Senjata ini digunakan sebagai senjata bela diri dan juga memiliki nilai simbolis dalam budaya Minahasa.",
    "senjataName": "Kampilan",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Rumah Walewangko",
    "rumahDesc": "Walewangko berasal dari kata wale yang artinya balai atau tempat peristirahatan dan wangko yang artinya kepemilikan rumah. Jadi Rumah Walewangko artinya rumah yang dimiliki oleh masyarakat adat sebagai tempat peristirahatan. Rumah Adat Walewangko terdiri dari tiga bagian yakni bagian bawah, bagian tengah dan bagian atas. Pada bagian bawah rumah, terdapat tiang-tiang yang menyangga rumah panggung. Pada bagian tengah rumah, terdapat beberapa ruangan. Sedangkan pada bagian atas terdapat atap yang biasanya menggunakan rumbia atau daun nipah.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Laku Tepu merupakan pakaian adat dari suku Sangir atau Sangihe Talaud. Laku Tepu memiliki ciri khas yaitu baju berlengan panjang dan memiliki untaian. Laku Tepu umumnya digunakan bersama dengan beberapa aksesori seperti popehe (ikat pinggang), bandang (selendang), paporong (penutup kepala), dan kahiwu (rok berumbai).  Pada zaman dahulu, Laku Tepu dibuat dari serat kofo, yaitu serat yang berasal dari tanaman pisang yang ditenun dan dijahit. Laku Tepu biasanya memiliki warna yang cerah mencolok. Umumnya, warna baju Laku Tepu berbeda karena mencerminkan tingkat kelas sosialnya. Misalnya adalah kuning untuk sesepuh adat dan hijau untuk istri pejabat.",
    "pakaianName": "Laku Tepu",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Gotong royong memang sudah menjadi sebuah kegiatan yang menyimbolkan masyarakat Indonesia. Sama halnya dengan Suku Minahasa, karena terdapat sebuah sistem tradisionalnya yang berbentuk gotong royong.  Kegiatan Mapalus sendiri merupakan prosedur kerjasama secara bergiliran oleh setiap anggota untuk kepentingan bersama. Ambil contoh saja, untuk membuat fasilitas umum di perumahan atau desa, tentunya kegiatan ini akan dilakukan.  Dalam pengertian lainnya Kegiatan Mapalus merupakan kesadaran bersama untuk berkarya, berpikir dan lain-lainnya. Merupakan sebuah pemandangan yang biasa di Manado atau Sulawesi Utara apabila terdapat sekumpulan orang berkerja bersama untuk kepentingan umum.",
    "tradisiName": "Kegiatan Mapalus",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"sulawesi_utara\"",
    "kind": "provinsi",
    "name": "sulawesi_utara",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Padang",
  "description": "Provinsi Sumatera Barat terkenal sebagai salah satu destinasi wisata di Indonesia. Terletak di pesisir barat pulau Sumatra, wilayah ini dikaruniai keindahan panorama alam, keunikan adat istiadat, ragam kuliner, kesenian, dan situs bersejarah.",
  "lagu": [{
    "laguName": "Kampuang Nan Jauh di Mato",
    "laguDesc": "Lagu ini sangat terkenal di Sumatera Barat dan merupakan lagu yang melambangkan rasa kangen terhadap kampung halaman yang jauh. Lagu ini sering dinyanyikan dalam berbagai acara tradisional, baik di Sumatera Barat maupun di luar daerah tersebut.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Makanan ini disebut juga dendeng lambok oleh warga lokal. Ini merupakan masakan khas Sumatera Barat yang terbuat dari daging sapi.  Ciri khas dendeng batokok adalah irisan daging di-tokok atau dipukul hingga pipih. Setelah daging pipih, goreng dan masak daging dengan sambal cabai merah tumbuk kasar.",
    "makananName": "Dendeng Batokok",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Terletak di dekat Kota Bukittinggi, Ngarai Sianok adalah lembah curam yang indah dengan tebing-tebing tinggi yang mengelilingi. Pengunjung dapat menikmati pemandangan spektakuler danau, air terjun, dan kebun teh di sekitar lembah. Ngarai Sianok juga merupakan tempat yang populer untuk mendaki, berkemah, atau bersepeda.",
    "wisataName": "Ngarai Sianok",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Tari piring (bahasa Minang: tari piriang) adalah tarian tradisional Minangkabau yang menampilkan atraksi menggunakan piring. Para penari mengayunkan piring di tangan mengikuti gerakan-gerakan cepat yang teratur, tanpa satu pun piring terlepas dari tangan. Gerakannya diambil dari langkah dalam silat Minangkabau atau silek.  Tari ini dipopulerkan oleh Huriah Adam. Saat ini, tari piring dipertunjukkan untuk penyambutan tamu terhormat atau pembukaan upacara adat. Bersama dengan tari saman, pendet, dan jaipong, tari ini menjadi tarian populer Indonesia yang kerap ditampilkan di ajang promosi pariwisata dan kebudayaan Indonesia. ",
    "tarianName": "Tari Piring",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": " Karih adalah senjata tradisional Minangkabau yang berbentuk seperti kapak dengan bilah yang tebal dan melengkung. Karih digunakan sebagai senjata serangan dekat yang memiliki kekuatan yang besar. Senjata ini juga memiliki nilai simbolis dan sering digunakan dalam upacara adat dan pertunjukan seni.",
    "senjataName": "Karih",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Rumah Gadang",
    "rumahDesc": "Rumah Gadang memiliki ciri khas atap yang melengkung ke atas dan bentuk bangunan yang besar dan megah. Bangunan ini biasanya terbuat dari kayu dengan konstruksi yang kokoh dan kuat. Atapnya terbuat dari ijuk (sirap) atau genting. Rumah Gadang memiliki fungsi sebagai tempat tinggal keluarga besar atau klan yang terdiri dari beberapa generasi.  Ciri khas utama Rumah Gadang adalah adanya anjuang, yaitu ruangan terbuka di depan rumah yang digunakan untuk menerima tamu, beristirahat, atau melaksanakan kegiatan keluarga. Anjuang memiliki ukiran-ukiran yang indah dan hiasan-hiasan tradisional yang melambangkan kekayaan dan status keluarga yang tinggi. Rumah Gadang tidak hanya berfungsi sebagai tempat tinggal, tetapi juga menjadi pusat kegiatan sosial, budaya, dan adat. Di dalam rumah ini, berbagai upacara adat, pertemuan keluarga, dan pertunjukan seni dilakukan. Rumah Gadang menjadi simbol kehidupan dan persatuan masyarakat Minangkabau.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Bundo Kanduang jika diartikan secara harfiah memiliki makna ibu kandung. Maka dari itu, pakaian adat Bundo Kanduang kerap digunakan oleh perempuan yang sudah menikah. Orang Minangkabau memang dikenal memiliki budaya matrilineal atau memandang hubungan kekerabatan dari garis ibu, sehingga posisi perempuan terutama ibu diberikan penghargaan yang tinggi. Hal ini juga terlihat dari pakaian Bundo Kanduang atau juga disebut Limpapeh Rumah Nan Gadang (penyangga rumah gadang). Sebutan Limpapeh Rumah Nan Gadang bagi pakaian Bundo Kanduang merupakan simbol kebesaran perempuan dalam keluarga. Peran perempuan dalam keluarga baik sebagai istri dan ibu dipandang sebagai limpapeh atau tiang besar yang menopang bangunan, sehingga keberadaannya penting dalam kehidupan rumah tangga.",
    "pakaianName": "Bundo Kanduang",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Upacara ini dilakukan ketika lahirnya seorang anak ke dunia. Upacara ini dilakukan sebagai bentuk rasa syukur kepada Allah karena telah memberi rezeki berupa seorang anak.  Upacara turun Tabut mandi ini bertujuan untuk memberi tahu masyarakat bahwa telah lahir seorang keturunan baru dari satu keluarga dan dari satu suku.",
    "tradisiName": "Upacara Turun Mandi",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"sumatra_barat\"",
    "kind": "provinsi",
    "name": "sumatra_barat",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Medan",
  "description": "Sumatera Utara adalah sebuah provinsi yang terletak di Pulau Sumatera, berbatasan dengan Aceh di sebelah utara dan dengan Sumatera Barat serta Riau di sebelah selatan. Provinsi ini terutama merupakan kampung halaman suku bangsa Batak, yang hidup di pegunungan dan suku bangsa Melayu yang hidup di daerah pesisir timur.",
  "lagu": [{
    "laguName": "Sinanggar Tulo",
    "laguDesc": "Sinanggar Tulo adalah sebuah lagu daerah yang berasal dari Sumatra Utara, tepatnya dari daerah Tapanuli. Lagu ini menjadi salah satu lagu tradisional yang terkenal dan populer di Sumatra Utara. Sinanggar Tulo memiliki lirik dalam bahasa Batak Toba, salah satu suku yang mendiami wilayah Tapanuli.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Walaupun namanya Bika Ambon, namun makanan ini bukan berasal dari Ambon. Kue ini berasal dari Sumatra Utara dan biasanya banyak dijual di Kota Medan sebagai oleh-oleh. Kue berwarna kuning ini memiliki tekstur legit, lembut, manis, tetapi berlubang-lubang.",
    "makananName": "Bika Ambon",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Sumatera Utara adalah sebuah provinsi yang terletak di Pulau Sumatera, berbatasan dengan Aceh di sebelah utara dan dengan Sumatera Barat serta Riau di sebelah selatan. Provinsi ini terutama merupakan kampung halaman suku bangsa Batak, yang hidup di pegunungan dan suku bangsa Melayu yang hidup di daerah pesisir timur.",
    "wisataName": "Danau Toba",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "wisataDesc": "Terletak di tengah Danau Toba, Pulau Samosir adalah destinasi wisata yang populer di Sumatra Utara. Pulau ini dikenal dengan keindahan alamnya, pantai-pantai yang indah, dan desa-desa tradisional suku Batak. Anda dapat mengeksplorasi kehidupan lokal, mengunjungi makam raja-raja Batak di Tomok, atau melakukan aktivitas air seperti berperahu dan berenang",
    "wisataName": "Pulau Samosir",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "wisataDesc": "Gunung Sibayak adalah gunung berapi yang tidak aktif yang terletak di dekat kota Berastagi. Pendakian ke puncak gunung ini relatif mudah dan menyajikan pemandangan yang spektakuler. Anda dapat menikmati panorama alam yang menakjubkan, mengunjungi kawah berapi, serta menikmati sumber air panas alami di sekitarnya",
    "wisataName": "Gunung Sibayak",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Tortor adalah tarian seremonial yang disajikan dengan musik gondang. Secara fisik tortor merupakan tarian, namun makna yang lebih dari gerakan-gerakannya menunjukkan tortor adalah sebuah media komunikasi, dimana melalui gerakan yang disajikan terjadi interaksi antara partisipan upacara.",
    "tarianName": "Tari Tor-Tor",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Masih dari Toba, senjata satu ini bukanlah sembarang piso karena hanya boleh dimiliki raja. Berbentuk pedang dengan bilah tajam.Bentuknya piso gading sedikit melengkung dan biasanya merupakan senjata yang beracun. Racun yang terdapat dalam pedang tersebut dapat menyerang sistem syaraf otak sehingga mampu melemahkan otak dan juga dapat menyerang jantung.",
    "senjataName": "Piso Gading",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Rumah Bolon",
    "rumahDesc": " Rumah Bolon adalah rumah tradisional suku Batak Toba yang merupakan salah satu suku yang mendiami wilayah Tapanuli, Sumatra Utara. Rumah Bolon juga dikenal dengan sebutan \"Rumah Adat Batak Toba\" atau \"Rumah Gadang Batak Toba\" yang merupakan bangunan berarsitektur khas suku Batak Toba.Rumah Bolon memiliki ciri khas bentuk atap berbentuk kerucut yang tinggi dan menjulang ke atas. Konstruksi rumah ini terbuat dari kayu dengan dinding yang terbuat dari anyaman bambu atau papan kayu. Bagian atap terbuat dari ijuk atau serat kelapa yang dibentuk sedemikian rupa untuk membentuk atap kerucut.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Ulos juga merupakan pakaian tradisional penting di Sumatera Utara, terutama bagi suku Batak. Ulos biasanya digunakan sebagai selendang atau kain hiasan yang dikenakan di bahu atau pinggang. Kain ulos memiliki banyak motif dan warna yang memiliki makna simbolis dan digunakan dalam berbagai acara adat.",
    "pakaianName": "Ulos Batak",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "merupakan upacara adat Sumatera Utara yang dilakukan masyarakat Batak. Tradisi membongkar tulang-belulang leluhur di tanah perantauan dan memindahkannya ke tanah kelahiran ini dinilai sakral. Upacara Mangongkal Holi merupakan bentuk penghormatan kepada orang tua yang sudah meninggal.",
    "tradisiName": "Mangongkal Holi",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"sumatra_utara\"",
    "kind": "provinsi",
    "name": "sumatra_utara",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Yogyakarta",
  "description": "Provinsi Yogyakarta adalah sebuah provinsi di Indonesia yang terletak di bagian selatan Pulau Jawa. Provinsi ini memiliki status istimewa karena merupakan satu-satunya provinsi di Indonesia yang masih mempertahankan sistem monarki. Yogyakarta juga dikenal sebagai pusat budaya, pendidikan, dan pariwisata.  Secara geografis, Yogyakarta terletak di tengah-tengah Pulau Jawa dan berbatasan dengan Provinsi Jawa Tengah di sebelah barat dan Provinsi Jawa Timur di sebelah timur. Yogyakarta juga memiliki pantai di bagian selatannya, seperti Pantai Parangtritis yang terkenal.  Kota Yogyakarta, ibu kota provinsi, adalah pusat kegiatan sosial, politik, dan ekonomi.",
  "lagu": [{
    "laguName": "Suwe Ora Jamu",
    "laguDesc": "Lagu daerah ini menjadi salah satu yang paling populer di kalangan masyarakat Jawa dan Yogyakarta. Lagu dengan genre permainan anak-anak ini menceritakan tentang teman atau sahabat yang baru bertemu setelah sekian lama tidak berjumpa. Selain itu, ada juga ungkapan senang saat bertemu, meski dalam bait sebelumnya ada rasa tidak senang karena membuat kecewa.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Makanan khas Yogyakarta yang terkenal adalah Gudeg. Gudeg terbuat dari nangka muda yang dimasak dengan santan dan rempah-rempah, disajikan dengan nasi, ayam, telur, tahu, dan sambal krecek. Rasanya manis dan gurih.",
    "makananName": "Gudeg",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "makananDesc": "Bakpia adalah jajanan khas Yogyakarta yang berbentuk bulat dan terbuat dari adonan tepung yang diisi dengan kacang hijau atau cokelat. Bakpia Pathok adalah varian terkenal yang dapat Anda temukan di banyak toko oleh-oleh di Yogyakarta.",
    "makananName": "Bakpia Pathok",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Candi Budha terbesar di dunia ini adalah salah satu situs warisan dunia UNESCO yang paling terkenal di Indonesia. Anda dapat mengagumi keindahan arsitektur candi yang megah dan menikmati panorama yang menakjubkan dari atas candi.",
    "wisataName": "Candi Borobudur",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "wisataDesc": "Pantai yang terkenal dengan pasir hitamnya ini menawarkan pemandangan pantai yang indah. Anda dapat menikmati pemandangan matahari terbenam yang spektakuler, bermain layang-layang, atau naik delman di sepanjang pantai.",
    "wisataName": "Pantai Parangtritis",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "wisataDesc": "Jalan Malioboro adalah jantung kota Yogyakarta yang ramai dengan toko-toko, pedagang kaki lima, hotel, dan restoran. Anda dapat berbelanja oleh-oleh khas Yogyakarta, mencoba makanan lokal, atau hanya menikmati suasana malam di sekitar Malioboro.",
    "wisataName": "Malioboro",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Tari serimpi sudah sangat dikenal hingga kancah internasional. Dulunya, tarian ini merupakan salah satu tarian khas Yogyakarta yang dianggap sakral dan hanya boleh dipertunjukkan di lingkungan Kraton saja.Tari serimpi biasanya dipertunjukkan dalam acara-acara resmi saja, seperti ritual kenegaraan hingga acara peringatan naiknya tahta sultan. Namun, seiring berkembangnya zaman, tari serimpi kini boleh dipertunjukkan di beberapa acara lainnya, salah satunya penyambutan tamu.",
    "tarianName": "Tari Serimpi",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Keris adalah senjata tradisional Jawa yang memiliki bentuk pisau melengkung dengan hulu yang dilengkapi dengan gagang dan sarung yang indah. Keris memiliki nilai simbolis dan spiritual yang tinggi dalam budaya Jawa, sering digunakan sebagai perlengkapan adat, perhiasan, atau koleksi seni.",
    "senjataName": "Keris",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Rumah Joglo",
    "rumahDesc": "Rumah Joglo adalah rumah adat tradisional Jawa yang memiliki ciri khas atap limasan, yaitu atap dengan bentuk melengkung di bagian depan dan belakang. Rumah Joglo biasanya terdiri dari ruangan utama yang luas dan terbuka serta memiliki tiang-tiang yang kokoh. Bagian dalam rumah Joglo juga sering dihiasi dengan ukiran kayu yang indah. Rumah Joglo biasanya digunakan sebagai tempat tinggal keluarga bangsawan atau kerajaan.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Surjan merupakan pakaian adat Yogyakarta yang biasanya dikenakan kaum pria.  Esensinya surjan adalah lurik atau model kemeja berlengan panjang.  Kainnya memiliki tekstur tebal dengan motif vertikal, berwana gelap dan dilengkapi dengan kancing.  Namun, dalam perkembanganya motif lurik ternyata tidak hanya garis-garis membujur saja, tetapi terdapat motif kotak-kotak sebagai hasil kombinasi garis vertikal dengan horisontal.",
    "pakaianName": "Surjan",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Sekaten adalah tradisi tahunan yang dirayakan dalam rangka peringatan Maulid Nabi Muhammad SAW di Keraton Yogyakarta. Tradisi ini diwarnai dengan pasar malam, pentas seni, pertunjukan wayang kulit, serta perayaan tradisional seperti balap karapan sapi dan atraksi kereta kuda.",
    "tradisiName": "Sekaten",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"daerah_istimewa_yogyakarta\"",
    "kind": "provinsi",
    "name": "daerah_istimewa_yogyakarta",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Surabaya",
  "description": "Provinsi Jawa Timur adalah salah satu provinsi di Indonesia yang terletak di bagian timur pulau Jawa. Ibu kota provinsi ini adalah Surabaya, kota terbesar kedua di Indonesia setelah Jakarta. Jawa Timur memiliki luas wilayah sekitar 47.922,59 km² dan merupakan provinsi dengan jumlah penduduk terbanyak di Indonesia.  Jawa Timur memiliki kekayaan budaya, sejarah, dan alam yang beragam.",
  "lagu": [{
    "laguName": "Gai Bintang",
    "laguDesc": "Lagu ‘Gai Bintang’ atau yang juga populer dengan nama ‘Gei Bintang’ merupakan lagu daerah dari Jawa Timur lainnya yang populer. Berbeda dengan lagu sebelumnya dan kebanyakan lagu daerah Jawa Timur lainnya yang menggunakan Bahasa Jawa, lagu ‘Gai Bintang’ menggunakan bahasa Madura.  Lagu ini juga sangat pendek karena hanya terdiri dari empat baris dan tiga bait. Lagu ‘Gai Bintang’ sendiri bercerita tentang orang yang ingin menggapai bintang dengan menggunakan galah dari janur kuning. Namun, alih-alih mendapatkan bintang, dia justru mendapatkan bulan.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": " Soto ayam versi Lamongan adalah hidangan sop ayam dengan kuah kuning yang kaya rasa. Soto ayam ini disajikan dengan potongan daging ayam, mie, telur rebus, tauge, dan bawang goreng.",
    "makananName": "Soto Ayam Lamongan",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "makananDesc": "Rawon adalah sup daging berkuah hitam yang menggunakan bumbu khas seperti kluwek. Makanan ini biasanya disajikan dengan nasi putih, tauge, emping, dan sambal.",
    "makananName": "Rawon",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Terletak di Taman Nasional Bromo Tengger Semeru, Gunung Bromo adalah salah satu gunung berapi paling terkenal di Indonesia. Pemandangan matahari terbit di atas Gunung Bromo sangat memukau.",
    "wisataName": "Gunung Bromo",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "wisataDesc": "Kawah Ijen telah berhasil menjadi ikon kedua dari Jawa Timur yang ketenarannya tidak kalah dengan Bali. Terletak di kawasan Banyuwangi, kawah dari gunung yang terus mengeluarkan belerang ini menjadi tujuan wisatawan yang ingin merasakan pendakian kecil sembari menyaksikan bentang alam yang menakjubkan. Atraksi yang ditawarkan oleh tempat wisata di Jawa Timur ini adalah kegiatan penambang belerang yang unik. Ada puluhan orang menambang dari pagi untuk membawa bongkahan batu belerang dari gunung hingga ke bawah. Selain itu, Kawah Ijen juga memiliki blue fire yang merupakan salah satu fenomena alam terbaik di dunia. Saat dini hari, kawasan kawah di gunung ini memendarkan warna biru seperti api. Untuk bisa menyaksikannya, wisatawan harus berangkat pukul 01.00 atau 02.00 pagi agar sinar matahari tidak mengaburkan fenomena menakjubkan ini.",
    "wisataName": "Kawah Ijen",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Salah satu tari adat Jawa Timur yang melegenda adalah Tari Reog. Namanya tersohor tidak hanya dalam negeri, namun juga mancanegara. Tari ini berasal dari Kabupaten Ponorogo, Provinsi Jawa Timur.  Tari Reog dilakukan secara massal. Selain itu, ada alur cerita yang disajikan, sehingga ada tokoh lakon dengan struktur cerita yang ikut mengiri proses tari. Bagi masyarakat Ponorogo dan sekitarnya, tari ini biasanya dipentaskan pada acara malam satu suro, dan malam bulan purnama. Seiring perkembangannya zaman, tarian ini juga digunakan sebagai seremoni sambutan atau bentuk penghormatan kepada tamu besar. Sehingga tidak hanya untuk ritual-ritual saja.",
    "tarianName": "Tari Reog",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Celurit adalah senjata tradisional yang terkenal di Jawa Timur, terutama di daerah Madura. Celurit memiliki bilah melengkung dengan sisi tajam yang satu dan sisi tumpul yang lain. Senjata ini digunakan sebagai senjata jarak dekat oleh para petani atau nelayan di masa lalu.",
    "senjataName": "Celurit",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Rumah Adat Joglo Situbondo",
    "rumahDesc": "Dalam tata ruang Joglo Situbondo, menggambarkan keharmonisan antar sesama manusia dan dengan lingkungan. Bangunan dibagi menjadi beberapa area, seperti pendopo dan bagian inti rumah yang terdiri dari senthong tengen untuk dapur dan gudang, senthong kiwa untuk area kamar tidur, dan senthong tengah sebagai tempat menyimpan benda pusaka dan berharga lainnya.  Kemudian pondasi rumah, jumlah saka yang dipakai, bebatur rumah, juga ornamen atau hiasan yang menggambarkan kepribadian dari masyarakat sekitar. Saat hendak masuk ke rumah Joglo Situbondo, Anda akan melihat makara atau selur gulung.  Pintu dengan ukiran semacam itu menjadi penanda yang diyakini masyarakat bahwa hal-hal negatif tidak dapat masuk rumah dengan makara tersebut. Selain rumah Joglo Situbondo, masih ada rumah Joglo lain yang bisa ditemukan di Jawa Timur, seperti Joglo Hageng dan Joglo Pengrawit.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Surjan adalah pakaian adat Jawa Timur yang biasanya dikenakan oleh pria. Surjan terdiri dari atasan berupa baju panjang dengan kancing depan dan celana panjang. Surjan sering kali dibuat dari bahan sutra dengan motif dan hiasan bordir yang rumit.",
    "pakaianName": "Surjan",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Salah satu suku yang berada dekat dengan Gunung Bromo yaitu suku Tengger mempunyai sebuah ritual khusus yang rutin dilaksanakan setiap tahun. Ritual ini biasa disebut dengan Yadnya Kasada.  Upacara Yadnya Kasada sendiri dilakukan sebagai sarana untuk menyampaikan rasa syukur. Upacara Yadnya Kasada dilakukan dengan cara membuat tumpeng dan membawa hasil bumi yang nantinya akan disajikan ke kawah puncak Gunung Bromo pada tiap bulan Kasada hari ke-14 menurut penanggalan Jawa.  Selain itu, tak hanya sekadar masyarakat suku Tengger saja yang melaksanakan ritual ini. Namun, ritual ini juga juga dibantu oleh pihak pemerintah dari Balai Besar Taman Nasional Bromo Tengger Semeru.",
    "tradisiName": "Yadnya Kasada",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"jawa_timur\"",
    "kind": "provinsi",
    "name": "jawa_timur",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Pangkal Pinang",
  "description": "Provinsi Kepulauan Bangka Belitung adalah sebuah provinsi di Indonesia yang terdiri dari dua pulau utama yaitu Pulau Bangka dan Pulau Belitung serta pulau-pulau kecil lainnya. Bangka Belitung terletak di bagian timur Pulau Sumatra, dekat dengan Provinsi Sumatra Selatan. Posisi geografis provinsi ini adalah 1º50′ – 3º10′ LS dan 105º – 108º BT. Bangka Belitung dikenal sebagai daerah penghasil timah, memiliki pantai yang indah dan kerukunan antar etnis. Ibu kota provinsi ini ialah Pangkalpinang. Pemerintahan provinsi ini disahkan pada tanggal 9 Februari 2001.",
  "lagu": [{
    "laguName": "Goyang Tobelo",
    "laguDesc": "Lagu ini berasal dari Bangka Belitung, terutama dari daerah Belitung. Goyang Tobelo adalah tarian dan lagu yang menggambarkan kegembiraan dan semangat masyarakat dalam menyambut acara-acara penting seperti pernikahan atau festival.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "laguName": "Panggung Kicir",
    "laguDesc": "Lagu ini berasal dari Pulau Belitung dan biasanya dinyanyikan dalam acara-acara hiburan atau kesenian tradisional. Panggung Kicir menggambarkan suasana kegembiraan dan keceriaan dalam sebuah pertunjukan atau pagelaran seni.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Mie Bangka adalah mie khas dari Pulau Bangka. Mie ini terbuat dari adonan tepung terigu yang digulung tipis dan dicampur dengan telur. Mie Bangka biasanya disajikan dengan kuah kental yang terbuat dari tulang ayam atau babi, serta dilengkapi dengan irisan daging ayam, babi, atau seafood.",
    "makananName": "Mie Bangka",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": " Pulau ini terkenal dengan mercusuar peninggalan Belanda yang ikonik. Anda dapat menikmati pemandangan indah dari atas mercusuar setelah mendaki 12 lantai. Selain itu, snorkeling di sekitar pulau ini juga sangat populer.",
    "wisataName": "Pulau Lengkuas",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "wisataDesc": "Museum ini menceritakan sejarah pertambangan timah di Bangka Belitung. Anda dapat melihat koleksi alat-alat pertambangan, replika tambang, dan informasi sejarah yang menarik.",
    "wisataName": "Museum Timah Indonesia",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Tari Campak merupakan tarian dari daerah Bangka-Belitung yang menggambarkan keceriaan bujang dan dayang di Kepulauan Bangka Belitung. Tarian ini biasanya dibawakan setelah panen padi atau sepulang dari ume (kebun).    Tari ini digunakan juga sebagai hiburan dalam berbagai kegiatan seperti penyambutan tamu atau pada pesta pernikahan di Bangka Belitung.   Tarian ini berkembang pada masa pendudukan bangsa Portugis di Bangka Belitung. Hal ini bisa dilihat dari beberapa ragam pada tari Campak antara lain akordion dan pakaian pada penari perempuan yang sangat kental dengan gaya Eropa.",
    "tarianName": "Tari Campak",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Rencong adalah senjata tradisional Melayu yang juga ditemukan di Bangka Belitung. Rencong memiliki bilah pendek yang melengkung dan pegangan yang diukir dengan indah. Senjata ini biasanya digunakan sebagai senjata jarak dekat atau sebagai lambang keberanian.",
    "senjataName": "Rencong",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Rumah Limas",
    "rumahDesc": "Rumah Limas adalah rumah adat tradisional suku Belitung di Bangka Belitung. Rumah ini memiliki bentuk atap yang menyerupai kerucut dengan atap berlapis-lapis dan puncak atap yang melengkung. Konstruksi rumah ini terbuat dari kayu dan bambu dengan dinding yang terbuat dari anyaman bambu atau kayu.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Baju seting merupakan pakaian adat yang digunakan khusus oleh wanita. Baju seting adalah baju kurung bangka belitung yang berwarna merah dan terbuat dari kain beludru atau kain sutra. Dalam penggunaannya, biasanya baju kurung ini di padupadankan dengan bawahan berupa kain cual.",
    "pakaianName": "Baju Seting",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Nganggung merupakan adat membawa makanan dari masing-masing rumah penduduk menuju ke satu tempat pertemuan besar, biasanya berupa Masjid, Surau, Langgar, atau Lapangan pada waktu-waktu tertentu di dalam Agama Islam, seperti Maulid Nabi Muhammad SAW, Nisfu Sya\u0027ban, Muharram, serta selepas shalat Idul Fitri dan Idul Adha",
    "tradisiName": "Nganggung",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"bangka_belitung\"",
    "kind": "provinsi",
    "name": "bangka_belitung",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "DKI Jakarta",
  "description": "Provinsi Jakarta adalah provinsi di Indonesia yang terletak di Pulau Jawa. Jakarta juga merupakan ibu kota negara Indonesia. Provinsi ini memiliki luas wilayah sekitar 661,52 kilometer persegi dan terbagi menjadi lima kota administratif, yaitu Jakarta Pusat, Jakarta Utara, Jakarta Selatan, Jakarta Barat, dan Jakarta Timur.Karena statusnya sebagai ibu kota, Jakarta juga menjadi pusat pemerintahan dan pusat kegiatan bisnis. Banyak perusahaan nasional dan internasional memiliki kantor pusat atau cabang di Jakarta. Selain itu, Jakarta juga menjadi tujuan bagi banyak orang yang mencari peluang kerja dan pendidikan yang lebih baik.Sebagai ibu kota negara, Jakarta memiliki peran penting dalam perkembangan Indonesia. Kota ini menjadi tempat pertemuan para pemimpin negara, konferensi internasional, dan acara budaya yang penting. Jakarta juga menawarkan berbagai fasilitas dan layanan modern yang membuatnya menjadi destinasi penting bagi wisatawan dan penduduk setempat.",
  "lagu": [{
    "laguName": "Ondel-Ondel",
    "laguDesc": "Lagu Ondel-Ondel mungkin sudah sangat familiar di telinga masyarakat  Indonesia, karena  lagu ini sering diputar di televisi pada berbagai  acara. Lagu ini sering digunakan sebagai pengiring salah satu kesenian tradisional Betawi yaitu Ondel-Ondel.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "laguName": "Kicir-Kicir",
    "laguDesc": "Kicir-Kicir juga mungkin  salah satu lagu daerah  paling terkenal di Jakarta. Pasalnya, lagu ini sering dinyanyikan di berbagai acara perayaan. Salah satunya, setiap tahun lagu ini dibawakan oleh artis-artis ibu kota pada peringatan berdirinya atau ulang tahun kota Jakarta di televisi.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Soto Betawi adalah hidangan sup khas Jakarta yang terkenal. Soto ini terbuat dari kaldu sapi yang kaya rempah, daging sapi, dan ditambah dengan potongan kentang, tomat, daun bawang, dan bawang goreng. Soto Betawi biasanya disajikan dengan nasi putih, kerupuk, dan sambal.",
    "makananName": "Soto Betawi",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Monas adalah landmark terkenal Jakarta yang merupakan simbol kemerdekaan Indonesia. Anda dapat naik ke puncak Monas untuk menikmati pemandangan kota Jakarta dari atas. Di sekitar Monas juga terdapat Taman Monas yang cocok untuk berjalan-jalan santai.",
    "wisataName": "Monumen Nasional (Monas)",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "wisataDesc": " Pulau Seribu adalah gugusan pulau-pulau di sekitar Jakarta yang menawarkan pantai yang indah, pemandangan bawah laut yang menakjubkan, dan kegiatan air seperti snorkeling dan menyelam. Beberapa pulau populer di Pulau Seribu antara lain Pulau Pramuka, Pulau Bidadari, dan Pulau Harapan.",
    "wisataName": "Pulau Seribu",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "wisataDesc": "TMII adalah taman tema yang menampilkan miniatur dari berbagai suku, budaya, dan bangunan tradisional Indonesia. Anda dapat mengunjungi paviliun-paviliun yang mewakili setiap provinsi di Indonesia, serta menikmati pertunjukan seni dan kerajinan tangan tradisional.",
    "wisataName": "Taman Mini Indonesia Indah (TMII)",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Tarian ini mulanya berkembang sejak abad ke-19 yang dipertunjukan untuk menyambut tamu dari tuan-tuan Tionghoa yang berkunjung dan diiringi dengan orkes gambang kromong.  Para penari disebut dengan “Wayang Cokek” karena tari cokek dimulai dengan tarian pembukaan yang disebut dengan “wawayangan”. Kini, tari cokek digemari oleh berbagai kalangan dan dipertunjukan untuk memeriahkan berbagai hajatan besar. ",
    "tarianName": "Tari Cokek",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Betawi terkenal dengan senjata tradisionalnya yaitu Golok. Senjata tradisional ini sering dipakai untuk aksesoris keseharian busana adat Betawi yang dikenakan oleh kaum pria Betawi. Golok diselipkan dan diikat pinggang hijau serta dipakai ketika bekerja atau sedang bepergian sebagai alat untuk menjaga diri.  Golok merupakan senjata dengan bilah panjang dan tajam yang dibuat dari besi atau baja serta dengan gagang yang terbuat dari kayu yang keras. Sarung pada golok terbuat dari kayu yang digunakan untuk menyimpan golok.",
    "senjataName": "Golok",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Rumah Kebaya",
    "rumahDesc": "Rumah Kebaya atau Rumah Bapang merupakan rumah adat Betawi asli yang terinspirasi dari kebaya. Jika dilihat dari sisi samping, bentuk pelana atap rumah ini seperti lipatan rok kebaya. Rumah kebaya identik dengan terasnya yang luas dan terdapat bangku meja kursi, ini memiliki arti bahwa orang Betawi akan terbuka dan menghargai siapa pun yang datang. Selain itu, rumah kebaya juga dikelilingi pagar yang berarti walaupun terbuka dengan siapa pun, orang Betawi juga memiliki batasan terhadap hal yang negatif.   Di setiap sudut rumah kebaya terdapat banyak ornamen identitas rumah adat, seperti gigi balang dan banji. Gigi balang merupakan papan berbentuk segitiga yang terlihat seperti gigi belalang. Ornamen ini merupakan simbol suku Betawi yang memegang teguh kejujuran dan kerja keras seperti belalang. Sedangkan ornamen banji memiliki bentuk tumbuh-tumbuhan, seperti bunga matahari. Bunga matahari berarti sumber kehidupan dan terang, maka penghuni rumah memiliki pola pikir dan jiwa yang terang agar menjadi anutan bagi penghuni sekitarnya. ",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Pakaian adat DKI Jakarta khas Betawi ini diperuntukkan untuk laki-laki. Tampak mirip dengan baju koko, dan terbuat dari bahan katun dengan model krah tinggi.  Terdapat kancing dari atas sampai bawah dan memiliki kantong pada bagian muka baju, masing-masing di sisi kanan dan kiri bawah. Saat dikenakan baju ini dilengkapi dengan kain sarung yang dilipat dan diletakkan di bahu yang dinamakan cukin.  Selain itu, memakai peci atau kopiyah hitam polos, dan alas kaki selop terompah.",
    "pakaianName": "Baju Sadariah",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Palang Pintu merupakan tradisi yang menjadi bagian dari upacara pernikahan masyarakat Betawi. Palang pintu menggabungkan seni beladiri dengan seni sastra pantun. Dalam tradisi ini, jawara yang bertindak sebagai perwakilan mempelai laki-laki dan perempuan akan saling menunjukan kemampuan memperagakan gerakan silat dan melontarkan pantun satu sama lain.  Tradisi palang pintu menyimbolkan ujian yang harus dilalui mempelai laki-laki untuk meminang pihak perempuan. Jawara dari daerah asal laki-laki harus bisa mengalahkan jawara yang berasal dari daerah tempat tinggal perempuan.  Hal ini sesuai dengan pelaksanaannya di mana rombongan mempelai laki-laki harus melewati hadangan tantangan yang diberikan oleh pihak perempuan. Sementara itu, berbalas pantun dimaknai sebagai manifestasi dari diplomasi. Palang Pintu juga berfungsi untuk mendekatan hubungan antar kampung dan antar keluarga.",
    "tradisiName": "Palang pintu",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"jakarta\"",
    "kind": "provinsi",
    "name": "jakarta",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Bandung",
  "description": "Jawa Barat adalah salah satu provinsi di Pulau Jawa, Indonesia. Ibukota provinsi ini adalah Kota Bandung. Jawa Barat memiliki luas wilayah sekitar 34.377,48 kilometer persegi dan merupakan salah satu provinsi terpadat di Indonesia. Provinsi Jawa Barat berbatasan dengan Provinsi DKI Jakarta dan Provinsi Banten di sebelah barat, Laut Jawa di sebelah utara, Provinsi Jawa Tengah di sebelah timur, serta Provinsi Sumatra Selatan dan Provinsi Bengkulu di sebelah selatan.  Jawa Barat memiliki beragam potensi wisata, mulai dari wisata alam, sejarah, budaya, hingga kuliner. ",
  "lagu": [{
    "laguName": "Manuk Dadali",
    "laguDesc": "Manuk Dadali memiliki arti yang dimana arti kata manuk dadali ini merupakan burung garuda. Seperti dengan judulnya, lagu ini memberikan gambaran terhadap sosok burung garuda yang juga merupakan lambang negara yang begitu gagah dan berkarisma serta bisa terbang tinggi di langit dengan bebas, sama seperti kejayaan Indonesia.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "laguName": "Bubuy Bulan",
    "laguDesc": "Lagu Bubuy Bulan juga menjadi salah satu lagu daerah Jawa Barat yang begitu populer. Lagu ini menceritakan tentang seorang gadis yang ditinggal oleh kekasihnya. Suatu hari gadis tersebut melihat seorang laki-laki dengan sorot mata yang sama dengan kekasihnya yang telah pergi tersebut.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Surabi merupakan makanan tradisional Jawa Barat yang masih eksis hingga saat ini. Kue mungil berbahan dasar tepung beras, terigu, dan santan kelapa tersebut memiliki cita rasa gurih serta tekstur yang legit karena proses pembuatannya dibakar menggunakan tungku dari tanah liat.  Sejauh ini ada dua jenis surabi yang paling dikenal, yaitu asin dan manis. Untuk surabi asin, biasanya dihidangkan dengan taburan oncom. Sedangkan surabi manis dapat dinikmati dengan saus atau kuah gula merah.",
    "makananName": "Surabi",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Kawah Putih yang sudah banyak dikenal orang akan keindahannya ini terletak di puncak gunung Patuha, Ciwidey, Bandung Selatan sehingga menawarkan udara sejuk dengan suhu 8 – 22 derajat. Dalam perjalanan menuju tempat wisata di Jawa Barat ini, kamu juga bisa menikmati perkebunan teh tua dengan suasana yang lain bila dibandingkan dengan perkebunan teh pada umumnya seperti yang ada di kawasan Lembang dan Puncak.",
    "wisataName": "Kawah Putih",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "wisataDesc": "Gunung Pancar yang terletak di Citeureup, Bogor ini mulai populer di kalangan wisatawan sebagai wisata kekinian terutama bagi anak muda yang tinggal di Bogor dan sekitarnya. Kamu bisa menjumpai keindahan hutan pinus, pemandian alam, dan wisata alam sambil berolahraga di sini. Aktivitas yang bisa kamu lakukan di tempat wisata di Jawa Barat ini adalah bermain sepeda, hiking, berkemah, naik kuda, lintas alam, tenis, serta mandi air panas. Konferensi dan seminar juga sering diselenggarakan di sini oleh berbagai perusahaan. Namun yang membuat tempat wisata di Jawa Barat ini populer adalah hutan pinusnya yang sangat keren untuk berfoto.",
    "wisataName": "Gunung Pancar",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Jaipong adalah tarian tradisional yang berasal dari Jawa Barat. Tarian ini menggabungkan gerakan tari, musik, dan vokal. Jaipong dikenal karena iramanya yang enerjik dan dinamis, dengan gerakan yang lincah dan atraktif.",
    "tarianName": "Jaipong",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Kujang ialah salah satu senjata tradisional Jawa Barat yang bentuk aslinya mirip kudi yang awalnya digunakan sebagai alat pertanian, namun karena perubahan zaman, kudi menjadi senjata tradisional. Senjata tradisional ini dibuat dalam berbagai variasi yang merupakan inti dari ajaran budaya Sunda berupa burung dan unggas, hewan berkaki empat, juga katak.  Berdasarkan variasi ini berbagai kelompok senjata kujang diberi nama tergantung pada morfologi flora dan fauna budaya Sunda. Misalnya, Kujang Jago, Kujang Kunnu, atau Kujang Naga. Lalu, ada juga yang disebut Kujang Ciung yang menjadi salah satu senjata populer dan juga berlaku sebagai senjata khas Jawa Barat. Pada umumnya kujang memiliki bentuk ujung runcing yang estetis.",
    "senjataName": "Kujang",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Tagok Anjing",
    "rumahDesc": " Rumah adat ini berada di daerah Garut, Jawa Barat. Togok berarti duduk, dan anjing yaitu hewan anjing, maka Togok Anjing dapat diartikan sebagai anjing yang sedang dalam posisi duduk. Bentuk atapnya memiliki dua bidang, dan memiliki batas pada garis batang suhunan. Untuk atap pertama dipakai sebagai penutup ruangan, ukurannya lebih lebar dari yang lainnya. Atap kedua yang lebih sempit sepasang sisinya memiliki ukuran yang sama.  Desain rumah togok anjing ini cukup sederhana, dan bagi beberapa orang pasti cukup familiar. Desainnya tak jauh beda dengan gazebo yang sering ada di Jawa Barat. Karena sederhana, jadi banyak orang yang kini membangun rumah dengan desain seperti togok anjing ini. Adapun keunikan rumah ini ada pada penyangga yang tidak menggunakan tiang, sementara atap yang dipakai berfungsi untuk menghalangi sinar matahari dan air hujan, supaya tidak langsung mengenai ruang bagian depan.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Baju Bedahan merupakan salah satu pakaian adat Jawa Barat. Baju ini digunakan oleh Suku Sunda yang memiliki status sosial menengah. Baju Bedahan berbentuk baju atasan untuk kaum pria. Di masa penjajahan Belanda, baju ini biasanya dipakai pegawai negeri dan pamongpraja.  Baju bedahan berwarna putih dipadukan dengan kain kebat batik, sabuk, ikat kepala, arloji berantai emas, alas kaki dan ikat pinggang. Saat dipakai, baju ini akan terlihat seperti jas takwa dengan kerah di leher.",
    "pakaianName": "Baju Bedahan",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Upacara ini berasal dari bahasa Sunda, yakni kata \"Ngarawat\" yang bermakna mengumpulkan atau memelihara.   Tujuan diadakan upacara adat ini sebagai ucapan syukur kepada Tuhan Yang Maha Esa sebagai bentuk menolak bencana.   Selain itu, upacara adat ini juga bertujuan untuk memberi penghormatan kepada para leluhur yang sebelumnya. ",
    "tradisiName": "Ngaruwat Bumi ",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"jawa_barat\"",
    "kind": "provinsi",
    "name": "jawa_barat",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Bengkulu",
  "description": "Bengkulu adalah ibu kota Provinsi Bengkulu, Indonesia. Kota ini merupakan kota terbesar kedua di pantai barat Pulau Sumatra, setelah Kota Padang. Sebelumnya kawasan ini suatu kesatuan dengan Kesultanan Palembang Darussalam, Kemudian dikuasai Inggris sebelum diserahkan kepada Belanda.",
  "lagu": [{
    "laguName": "Kambanglah Bungo",
    "laguDesc": "Lagu daerah Bengkulu yang berasal dari masyarakat Serawai. Lagu ini menggambarkan pesona sungai Musi, salah satu sungai terbesar di Bengkulu, dan kehidupan masyarakat sekitarnya. Liriknya dipenuhi dengan pujian terhadap alam dan sungai yang melimpah.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "laguName": "Sekundang Setungguan",
    "laguDesc": "Lagu ini berasal dari Serawai, salah satu suku terbesar yang ada di Kota Bengkulu. Makna lagu ini ialah imbauan untuk semua orang agar mau melakukan pekerjaan sosial dan bekerja sama.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Pengdap merupakan makanan khas Bengkulu Selatan yang punya cita rasa pedas dan gurih. Kuliner Bengkulu ini terbuat dari ikan yang diolah dengan bumbu khusus dengan kelapa parut. Kemudian dibungkus dengan daun talas dan daun pisang.",
    "makananName": "Pengdap",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "makananDesc": "Bagar hiu adalah sajian khas Bengkulu yang terbuat dari bahan baku ikan hiu. Sepintas makanan ini mirip dengan rendang khas Padang. Hanya saja, bagar hiu tidak dibuat dengan menggunakan santan. Daging ikan hiu dimasak dengan aneka rempah khas Nusantara yang lezat.",
    "makananName": "Bagar Hiu",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Pantai Panjang adalah pantai yang terkenal di Bengkulu dan menjadi salah satu ikon wisata provinsi tersebut. Pantai ini memiliki garis pantai yang panjang, pasir putih yang indah, dan ombak yang cocok untuk berselancar. Di sepanjang pantai terdapat berbagai fasilitas seperti restoran, kafe, dan tempat wisata lainnya.",
    "wisataName": "Pantai Panjang",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Tari Andun merupakan salah satu tari rakyat yang berasal dari Bengkulu. Tari Andun adalah bagian dari persyaratan wajib ketika melaksanakan upacara adat Nundang Padi. Pada umumnya, tari Andun dipentaskan di lapangan terbuka yang lebar dan gerakan tariannya berupa gerak sembah, gerak puji serta gerak saling tindih.  Nilai yang disampaikan melalui tari Andun ialah nilai kebersamaan serta gotong royong dalam bermasyarakat guna mencapai tujuan bersama. Para penari Andun perempuan, biasanya mengenakan pakaian beludru warna merah dan dilengkapi dengan kain songket serta sunting jurai. Sementara itu, penari laki-laki akan mengenakan songket pendek, celana panjang, destar dan dilengkapi dengan jas.",
    "tarianName": "Tari Andun",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Kuduk merupakan senjata tradisional Bengkulu. Kuduk sendiri berasal dari daerah Padang Guci, salah satu daerah Bengkulu Selatan. Senjata ini memiliki bilah tajam, pada bagian bawah dengan panjang 45cm. Kuduk berbentuk melengkung dan semalang pada gagangnya inilah ciri khas dari Kuduk. Kuduk memiliki sarung untuk menutupi bilah tajam, sarung pada Kuduk memiliki tali pada sisi dan pengait yang terbuat dari tanduk kerbau.",
    "senjataName": "Kuduk",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "senjataDesc": "Sewar berfungsi sebagai salat satu alat tikam, dengan karakteristik berupa ujungnya yang tajam dan juga runcing. Senjata ini memiliki ukuran yang tidak besar, sehingga dapat dibawa kemana-mana. Biasanya alat ini digunakan untuk bela diri, dan untuk memotong rumput.",
    "senjataName": "Sewar",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Rumah Bubungan Lima",
    "rumahDesc": "Rumah Bubungan Lima adalah rumah adat dari provinsi Bengkulu. Rumah ini memiliki model seperti rumah panggung yang ditopang oleh beberapa tiang penopang.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Pakaian adat masyarakat Rejang juga sering dikenal di Bengkulu. Pakaian ini terdiri dari baju lengan panjang yang terbuat dari kain sutra dengan warna cerah, dan sarung yang diikat di pinggang. Baju tersebut sering dihiasi dengan hiasan bordir dan manik-manik yang rumit. Wanita juga biasanya memakai selendang yang diikat di pinggang.",
    "pakaianName": "Pakaian Rejang",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Tradisi Tabot adalah perayaan yang dilakukan oleh masyarakat Bengkulu dalam rangka mengenang kematian cucu Nabi Muhammad SAW, Imam Husain bin Ali. Tabot adalah replika kubah yang terbuat dari kayu, dihias dengan kain dan bunga, yang merupakan simbol pemakaman Imam Husain. Setiap tahun pada bulan Muharram, masyarakat Bengkulu mengadakan prosesi Tabot di mana Tabot-tabot tersebut diarak di sekitar kota dengan diiringi oleh tarian dan musik tradisional.",
    "tradisiName": "Tabot",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"bengkulu\"",
    "kind": "provinsi",
    "name": "bengkulu",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Semarang",
  "description": "Provinsi Jawa Tengah adalah salah satu provinsi di Indonesia yang terletak di Pulau Jawa. Ibu kotanya adalah Semarang. Provinsi Jawa Tengah memiliki luas wilayah sekitar 32.548 kilometer persegi dan merupakan provinsi dengan jumlah penduduk terbesar kedua setelah Jawa Barat.  Jawa Tengah memiliki kekayaan budaya dan sejarah yang kaya.",
  "lagu": [{
    "laguName": "Gundul-gundul Pacul",
    "laguDesc": "Di Jawa Tengah juga terdapat sebuah lagu dengan judul Gundul-gundul Pacul. Meski termasuk lagu daerah, namun kepopuleran dari lagu Gundul-gundul Pacul bisa bertahan hingga saat ini. Selain itu lagu ini juga termasuk salah satu lagu ciptaan dari Sunan Kalijaga pada tahun 1400-an.  Gundul-gundul Pacul memiliki lirik yang begitu bermakna. Secara garis besar, setiap lirik yang ada di dalam lagu tersebut memiliki nasihat terhadap para pemimpi agar bisa senantiasa amanah dalam menjalankan jabatannya serta menyetarakan rakyatnya.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "laguName": "Ilir Ilir",
    "laguDesc": "Ilir-ilir menjadi salah satu tembang khas Jawa yang menggunakan lirik atau kata perumpamaan di dalamnya. Makna yang ada di dalam lagu Lir-ilir ini juga begitu mendalam serta multitafsir. Tentunya hal tersebut juga selaras dengan ilmu Sunan Kalijaga dalam melakukan dakwah agama Islam kala itu.  Sunan Kalijaga sendiri menciptakan tembang Iir-ilir ketika mengajak masyarakat Jawa agar bisa mengimami, memeluk dan juga mengamalkan agama Islam dengan perlahan-lahan.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Soto Kudus adalah sup ayam khas Kudus, Jawa Tengah. Soto Kudus memiliki kuah bening yang kaya rasa, disajikan dengan irisan daging ayam, tauge, bawang goreng, dan dilengkapi dengan kerupuk, sambal, dan perasan jeruk nipis.",
    "makananName": "Soto Kudus",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "makananDesc": "Makanan khas Jawa Tengah lainnya adalah soto sokaraja. Soto sokaraja ini berasal dari daerah Purwokerto dan Banyumas, di Jawa Tengah. Soto daging ini disajikan dengan lontong, taburan kerupuk kanji merah, dan siraman sambal kacang yang gurih. Ciri khas dari soto ini adalah sambel kacangnya yang tak terlalu pedas. Sehingga orang yang mau mencicipinya bisa menambahkan sambel ini sesukanya karena tidak terpedas. Selain itu, tidak lengkap mencicipi soto sokaraja ini tanpa kerupuk cantir yang berwarna merah muda. Kerupuk ini akan disiram dengan kuah panas soto sokaraja yang membuatnya lembek.",
    "makananName": "Soto Sokaraja",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Karimunjawa adalah gugusan pulau-pulau kecil di Laut Jawa yang menawarkan pantai berpasir putih, air laut yang jernih, dan kehidupan bawah laut yang indah. Ini adalah tempat yang sempurna untuk bersantai, snorkeling, menyelam, atau menikmati keindahan alam.",
    "wisataName": "Karimunjawa",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "wisataDesc": "Tempat wisata di Jawa Tengah selanjutnya yang sangat terkenal dan tidak boleh dilewatkan adalah Dataran Tinggi Dieng atau Dieng Plateau yang terletak di Kabupaten Wonosobo. Dieng Plateau merupakan sebuah daerah sejuk yang berada di ketinggian 2.000 mdpl, persisnya 30 km dari pusat Kota Wonosobo. Di tempat wisata di Jawa Tengah ini, ada sebuah kawah gunung berapi yang masih aktif. Selain udaranya sejuk dan pemandangannya sangat asri, pengunjung juga bisa melihat sebuah candi Hindu yang terletak di sekitar lokasi.",
    "wisataName": "Dataran Tinggi Dieng",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Tari Gambyong adalah salah satu tarian tradisional yang berasal dari istana keraton Jawa Tengah. Tarian ini menggambarkan keanggunan gerakan dan ekspresi penari wanita. Penari Gambyong mengenakan kebaya, kain batik, dan selendang yang dipadukan dengan gerakan lemah gemulai.",
    "tarianName": "Tari Gambyong",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Keris di zaman dahulu digunakan sebagai identitas diri. Terdapat perbedaan bentuk keris berdasarkan tingkatan sosialnya.  Keris raja-raja akan berbeda bentuknya dengan keris prajuritnya. Senjata ini memiliki berbagai macam bentuk dari mulai yang terdapat lekukan dengan jumlah ganjil seperti 3,5,7 hingga yang tidak memiliki lekukan.",
    "senjataName": "Keris ",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "senjataDesc": "Senjata asal Jawa Tengah ini merupakan senjata yang menyerupai pisau yang dilengkapi dengan kerangka yang berasal dari kayu jati. Senjata ini tidak terlalu terkenal jika dibandingkan dengan keris ataupun senjata lainnya.   Namun di zaman dahulu masyarakat menggunakan senjata wedhung untuk beberapa keperluan hingga untuk berperang.",
    "senjataName": "Wedhung",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Joglo",
    "rumahDesc": "Joglo adalah rumah adat Jawa yang sangat terkenal dan diakui secara internasional. Rumah Joglo memiliki atap limasan yang khas, yaitu atap dengan bentuk tumpukan tingkat yang menjulang ke atas. Pada umumnya, rumah Joglo terbuat dari kayu dengan ornamen-ornamen yang indah dan artistik.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Pada awalnya, beskap dan pakaian Jawi Jangkep merupakan satu kesatuan. Dengan kata lain, beskap merupakan bagian dari pakaian Jawi Jangkep. Namun seiring berjalannya waktu, beskap seringkali dipakai oleh pria secara terpisah.  Warna kain yang sering digunakan untuk membuat beskap adalah polos atau hitam. Dengan desain sederhana dan kerah lurus tanpa lipatan, model beskap dibuat tidak simetris sebagai berjaga-jaga untuk menyimpan keris.",
    "pakaianName": "Beskap",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Wetonan merupakan salah satu tradisi yang dilaksanakan oleh masyarakat dari suku Jawa Tengah. Istilah wetonan dalam bahasa Jawa memiliki arti yaitu untuk memperingati hari kelahiran.  Pada umumnya, upacara wetonan dihelat ketika ada seorang bayi yang usianya telah menginjak 35 hari. Pada hari ke-35 dari lahirnya sang bayi, keluarga dari bayi tersebut pun akan mengadakan upacara bernama nyelapani. Istilah nyelapani memiliki bentuk dasar selapan yang artinya ialah sama dengan satu bulan dalam perhitungan Jawa atau 35 hari. Perhitungan tersebut disesuaikan pada perhitungan hari serta berdasarkan pada penanggalan Masehi yaitu Senin, Selasa, Rabu, Kamis, Jumat, Sabtu, Minggu serta perhitungan hari sesuai dengan penanggalan Jawa berupa Wage, Pon, Kliwon, Legi dan Pahing.",
    "tradisiName": "Tradisi Wetonan",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"jawa_tengah\"",
    "kind": "provinsi",
    "name": "jawa_tengah",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Denpasar",
  "description": " Provinsi Bali adalah sebuah provinsi di Indonesia yang terletak di Pulau Bali. Bali terkenal sebagai salah satu destinasi pariwisata terbaik di dunia dengan keindahan alamnya yang menakjubkan, budaya yang kaya, dan pantai-pantai yang indah. Ibukota provinsi ini adalah Kota Denpasar. Bali memiliki sejumlah objek wisata populer seperti Pantai Kuta, Ubud yang terkenal dengan seni dan budayanya, Tanah Lot yang terletak di atas laut, dan Pura Besakih sebagai pura terbesar dan terpenting di Bali. Selain itu, Bali juga memiliki tradisi dan upacara adat yang khas seperti Upacara Kuningan, Ngaben (upacara kremasi), dan Ogoh-ogoh pada hari raya Nyepi. Bali juga terkenal dengan kerajinan tangan seperti ukiran kayu, batik, dan perak. Dengan keunikan dan keindahannya, Bali menjadi tujuan wisata yang sangat populer baik bagi wisatawan lokal maupun mancanegara.",
  "lagu": [{
    "laguName": "Janger",
    "laguDesc": "Lagu ini populer di Bali dan sering ditampilkan dalam pertunjukan tari. Lagu ini menggambarkan interaksi antara seorang pria dan wanita yang saling jatuh cinta.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "laguName": "Dewa Ayu",
    "laguDesc": "Lagu ciptaan I Made Wayan ini mengisahkan gadis-gadis kelas atas yang memanggil-manggil. Arti dari lirik Margi I Ratu adalah ayo lompat dan mesolah mabulu wangsul yang berarti lompat ke depan dan ke belakang.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Ayam Betutu adalah ayam yang dimasak dengan bumbu khas Bali yang disebut \"basa genap\". Ayam Betutu dimasak dengan cara direbus atau dikukus dengan bumbu rempah-rempah seperti bawang putih, bawang merah, cabai, jahe, kemiri, dan rempah lainnya. Ayam Betutu biasanya disajikan dengan nasi putih, sayuran, dan sambal.",
    "makananName": "Ayam Betutu",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "makananDesc": "Lawar adalah hidangan tradisional Bali yang terbuat dari daging cincang (biasanya daging babi) yang dicampur dengan rempah-rempah, kelapa parut, dan bumbu-bumbu khas Bali. Lawar memiliki rasa pedas, asam, dan segar. Terdapat dua jenis lawar yang populer, yaitu lawar merah (dengan darah babi) dan lawar putih (tanpa darah).",
    "makananName": "Lawar",
    "image": "https://storage.googleapis.com/capstone-icket-387805.appspot.com/bali/makanan/lawar.jpg",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "makananDesc": "Nasi Campur Bali adalah hidangan nasi yang disajikan dengan berbagai macam lauk-pauk khas Bali seperti ayam betutu, babi guling, sate lilit, lawar, telur, sayuran, dan sambal. Nasi Campur Bali adalah cara yang bagus untuk mencicipi berbagai hidangan khas Bali dalam satu hidangan.",
    "makananName": "Nasi Campur Bali",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Pantai Kuta adalah salah satu pantai terkenal di Bali. Pantai ini populer untuk berselancar dan menyaksikan matahari terbenam yang indah. Di sekitar pantai, terdapat juga berbagai tempat makan, toko-toko, dan pusat hiburan.",
    "wisataName": "Pantai Kuta",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "wisataDesc": "Ubud adalah pusat budaya Bali. Di sini, Anda dapat mengunjungi Puri Saren Agung yang indah, Tegalalang Rice Terrace yang terkenal, dan berbagai galeri seni dan kerajinan. Jangan lewatkan juga Monkey Forest, sebuah hutan dengan banyak monyet yang berkeliaran.",
    "wisataName": "Ubud",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "wisataDesc": "Tanah Lot adalah sebuah pura yang terletak di atas batu karang di tepi laut. Pura ini adalah salah satu ikon Bali dan menyuguhkan pemandangan spektakuler saat matahari terbenam. Namun, perlu diingat bahwa akses ke pura terbatas saat air pasang.",
    "wisataName": "Tanah Lot",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Tari Kecak adalah tarian yang menceritakan kisah Ramayana dengan latar belakang suara \"cak\" yang dinyanyikan oleh sekelompok pria yang duduk dalam lingkaran. Tari Kecak biasanya dipentaskan di Pura Uluwatu atau di teater seni di Bali.",
    "tarianName": "Tari Kecak",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "tarianDesc": "Tari Legong adalah tarian klasik Bali yang menampilkan gerakan-gerakan yang halus dan elegan. Biasanya ditampilkan oleh penari perempuan muda yang mengenakan kostum tradisional dengan hiasan kepala yang rumit. Cerita dalam Tari Legong sering kali berpusat pada cerita cinta.",
    "tarianName": "Tari Legong",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "tarianDesc": "Tari Barong adalah tarian yang menggambarkan pertempuran antara Barong, sosok mitologi yang baik, melawan Rangda, sosok jahat. Tarian ini menggabungkan gerakan tari, musik gamelan, dan dialog antara karakter-karakter dalam cerita.",
    "tarianName": "Tari Barong",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Keris adalah senjata tradisional yang unik dan memiliki makna simbolis yang dalam bagi masyarakat Bali. Keris memiliki bilah yang melengkung dan sarung yang indah dengan hiasan yang rumit. Keris digunakan dalam upacara keagamaan, tarian, dan juga sebagai senjata bela diri.",
    "senjataName": "Keris",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "senjataDesc": "Golok adalah pisau pendek dengan bilah melengkung. Golok biasanya digunakan sebagai alat pertanian dan juga sebagai senjata bela diri. Golok sering digunakan dalam tarian tradisional Bali seperti Tari Baris.",
    "senjataName": "Golok",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "senjataDesc": "Tombak adalah senjata dengan ujung tajam di salah satu atau kedua ujungnya, dipasangkan pada gagang panjang. Tombak digunakan dalam tarian dan pertunjukan seni bela diri Bali, serta dalam olahraga tradisional seperti \"mekare-kare\" yang merupakan bentuk bela diri Bali.",
    "senjataName": "Tombak",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Rumah Joglo",
    "rumahDesc": "Rumah adat Bali disebut dengan \"rumah joglo\" atau \"rumah panggung Bali\". Rumah adat ini memiliki karakteristik arsitektur yang khas dan merupakan cerminan dari kekayaan budaya dan tradisi Bali.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Payas Agung adalah pakaian tradisional yang dipakai oleh para pemimpin upacara adat Bali. Pakaian ini terdiri dari kebaya yang dipadukan dengan kamen dan selendang yang sangat indah dan berhias.",
    "pakaianName": "Payas Agung",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Ngaben adalah upacara kremasi tradisional di Bali. Upacara ini merupakan bagian penting dari siklus kehidupan dan dipercaya membantu arwah menuju kehidupan setelah mati. Ngaben melibatkan prosesi ke pemakaman, pembakaran jenazah, dan ritual khusus oleh keluarga.",
    "tradisiName": "Ngaben",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "tradisiDesc": "Mekare-kare adalah tradisi bela diri Bali yang melibatkan pertarungan adu panco (tarung pukul) antara dua pria. Pertarungan ini dilakukan dengan menggunakan perisai bambu dan ujung bambu tajam. Mekare-kare biasanya diselenggarakan sebagai bagian dari upacara adat atau festival di desa-desa tertentu.",
    "tradisiName": "Mekare-kare",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "tradisiDesc": "Nyepi adalah perayaan tahun baru Saka (kalender Bali) yang dirayakan dengan hari keheningan total. Selama Nyepi, masyarakat Bali menghentikan semua aktivitas, termasuk tidak boleh keluar rumah, menyalakan api, atau menggunakan listrik. Tujuannya adalah untuk membersihkan diri secara spiritual dan mendamaikan alam semesta.",
    "tradisiName": "Nyepi",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"bali\"",
    "kind": "provinsi",
    "name": "bali",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}, {
  "name": "Palembang",
  "description": "adalah provinsi di Indonesia yang terletak di bagian Selatan pulau Sumatra. Ibu kota Sumatra Selatan berada di kota Palembang, dan pada tahun 2021 penduduk provinsi ini berjumlah 8.550.849 jiwa.",
  "lagu": [{
    "laguName": "Yamko Rambe Yamko",
    "laguDesc": "Meskipun berasal dari Papua, lagu ini sangat populer di seluruh Indonesia, termasuk Sumatra Selatan. Lagu ini sering dinyanyikan dalam berbagai acara seperti pertunjukan seni, perayaan, atau festival. Yamko Rambe Yamko memiliki melodi yang ceria dan lirik yang menggambarkan keindahan alam dan kegembiraan.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "laguName": "Anak Kambing Saya",
    "laguDesc": "Lagu ini merupakan lagu anak-anak yang populer di Sumatra Selatan. Lagu ini menceritakan seorang anak yang merawat dan menyayangi kambing peliharaannya. Lagu ini sering dinyanyikan dan diajarkan kepada anak-anak sebagai sarana edukasi dan hiburan.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "laguName": "Terang Bulan",
    "laguDesc": "Terang Bulan adalah lagu daerah Sumatra Selatan yang sangat populer. Lagu ini menggambarkan keindahan malam dan bulan yang terang. Terang Bulan sering dinyanyikan dalam berbagai acara seperti pernikahan, pertunjukan seni, atau acara adat.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "makanan": [{
    "makananDesc": "Pempek atau Mpek-mpek merupakan khas daerah Sumatera Selatan yang terkenal sangat enak dan sering dijadikan sebagai oleh-oleh wisatawan yang berkunjung. Makanan ini terbuat dari olahan ikan yang dicampur sagu. Dan tentunya saja dilengkapi dengan kuah cuko atau cuka yang dibuat dari campuran cuka, asam jawa, gula merah dan cabai.",
    "makananName": "Pempek",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "makananDesc": "Tekwan adalah sup ikan dengan adonan ikan yang digiling, tepung sagu, dan rempah-rempah. Tekwan biasanya disajikan dengan mie, irisan daging ikan, jamur, dan daun bawang. Sup ini memiliki rasa gurih yang khas dan sering dijadikan hidangan sarapan atau makanan penutup di Sumatra Selatan.",
    "makananName": "Tekwan",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "wisata": [{
    "wisataDesc": "Danau Ranau adalah salah satu daya tarik utama Sumatra Selatan. Danau ini terletak di kawasan perbukitan dengan lanskap yang indah. Pengunjung dapat menikmati pemandangan danau yang menakjubkan, bersepeda mengelilingi danau, atau menyewa perahu untuk menjelajah danau.",
    "wisataName": "Danau Ranau",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "wisataDesc": "Sebagai ibu kota Sumatra Selatan, Palembang memiliki sejumlah atraksi wisata yang menarik. Beberapa tempat yang populer di Palembang termasuk Jembatan Ampera yang ikonik, Benteng Kuto Besak, Museum Sultan Mahmud Badaruddin II, dan Pusat Kebudayaan Sriwijaya.",
    "wisataName": "Palembang",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }, {
    "wisataDesc": "Taman Nasional Bukit Barisan Selatan adalah salah satu dari enam taman nasional di Sumatra. Taman nasional ini terkenal dengan keanekaragaman hayati dan menjadi rumah bagi banyak spesies flora dan fauna yang dilindungi. Pengunjung dapat melakukan trekking, birdwatching, atau menyaksikan burung-burung langka seperti burung rangkong.",
    "wisataName": "Sebagai ibu kota Sumatra Selatan, Palembang memiliki sejumlah atraksi wisata yang menarik. Beberapa tempat yang populer di Palembang termasuk Jembatan Ampera yang ikonik, Benteng Kuto Besak, Museum Sultan Mahmud Badaruddin II, dan Pusat Kebudayaan Sriwijaya.",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tarian": [{
    "tarianDesc": "Tari Piring adalah tarian yang sangat terkenal dari Sumatra Selatan. Tarian ini melibatkan penari yang menari dengan membawa piring-piring di tangan mereka. Piring-piring tersebut dihias dengan warna-warna cerah dan dijatuhkan atau diputar dengan berbagai gerakan yang indah. Tari Piring biasanya diiringi oleh musik tradisional seperti gendang dan rebana.",
    "tarianName": "Tari Piring",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "senjata": [{
    "senjataDesc": "Keris adalah senjata tradisional yang sangat penting di Sumatra Selatan dan di banyak bagian Indonesia. Keris memiliki bilah ramping dengan pola pamor yang unik. Keris digunakan sebagai senjata bertarung, tetapi juga memiliki nilai spiritual dan simbolis dalam budaya Indonesia. Keris juga digunakan dalam upacara adat, pernikahan, dan pertunjukan seni tradisional.",
    "senjataName": "Keris",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "rumahAdat": [{
    "rumahName": "Rumah Limas",
    "rumahDesc": "Rumah Limas adalah rumah adat yang khas di Sumatra Selatan, terutama di daerah Palembang. Rumah Limas memiliki atap berbentuk limas atau segitiga yang menjulang tinggi. Struktur rumah ini terbuat dari kayu yang kuat dan dihiasi dengan ukiran-ukiran yang indah. Biasanya, Rumah Limas memiliki lantai yang tinggi dari permukaan tanah untuk melindungi dari banjir.",
    "rumahDate": null,
    "u_rumahDesc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "pakaian": [{
    "pakaianDesc": "Pakaian adat aesan gede merupakan pakaian yang seringkali digunakan pada saat upacara pernikahan, yang disebut munggah. Aesan gede sendiri berasal dari kata aesan yang berarti hiasan dan gede yang berarti kebesaran, jadi kalau kita simpulkan pakaian adat aesan gede merupakan hiasan atau pakaian kebesaran.  Aesan gede merupakan pakaian yang berasal dari kerajaan besar Sriwijaya yang didominasi oleh warna merah dengan benang emas berbahan dasar kain songket.  Kain songket yang digunakan memiliki ciri khas berwarna keemasan yang sesuai dengan julukan Sumatera sebagai swarnadwipa yang berarti pulau emas.",
    "pakaianName": "Aesan Gede",
    "pakaian_Desc": null,
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "tradisi": [{
    "tradisiDesc": "Adat tradisi merupakan bagian dari budaya. Salah satu adat tradisi tersebut adalah Ngobeng, sebuah sebutan untuk Ngidang atau hidangan yang merupakan sistem penyajian makanan dalam acara adat, seperti pernikahan, khitanan, dan syukuran. Tradisi Ngobeng telah ada sejak masa Kesultanan Palembang Darussalam. Tradisi ini adalah tradisi Islam karena sesuai dengan sunnah Rasulullah SAW yaitu makan bersama duduk bersila dan makan menggunakan tangan secara langsung. Ngobeng adalah sebuah tradisi warisan Kesultanan Palembang Darussalam yang memiliki nilai flosofis yang tinggi kini terhempas oleh akulturasi budaya datangan. Sehingga banyak dari masyarakat Palembang, khususnya di kalangan anak muda masih merasa asing dengan tradisi ini. Ngobeng adalah salah satu tradisi kental masyarakat Palembang dalam menjalani kebersamaan, tradisi ini biasa dilakukan pada saat ada acara sedekahan (kendurian), pernikahan dan lain sebagainya. Ngobeng sendiri dilakukan dengan cara bersusun berdiri secara shaf, dengan mengoper makanan/hidangan ke tempat makan acara sedekahan. Maksudnya dari satu orang ke orang berikutnya. Tujuannya agar makanan cepat sampai ke tempat yang disediakan dan beban orang yang mengangkat makanan akan lebih ringan. Akan tetapi ngobeng hanya bisa kita temui di tempat acara sedekahan yang tamunya makan secara hidangan (duduk lesehan, satu hidangan 8 orang). Sayangnya adat ini sekarang sedikit sekali yang menggunakanya, lama-lama adat ini akan hilang, karena masyarakat Palembang asli sendiri lebih cenderung menggunakan prasmanan.",
    "tradisiName": "Ngobeng",
    "__key__": {
      "namespace": "",
      "app": "",
      "path": "",
      "kind": null,
      "name": null,
      "id": null
    }
  }],
  "__key__": {
    "namespace": "",
    "app": "zet~capstone-icket-387805",
    "path": "\"provinsi\", \"sumatra_selatan\"",
    "kind": "provinsi",
    "name": "sumatra_selatan",
    "id": null
  },
  "__error__": [],
  "__has_error__": "false"
}]